Repository: jeremyevans/aqualung
Catalog: src/po/*.po
Languages: hu

source: Content Group
hu: Tartalom csoport

source: Initial key
hu: Kezdeti előjegyzés

source: Musician Credits
hu: Zenészek elismerése

source: Mood
hu: Hangnem

source: Original Album
hu: Eredeti album

source: Original Filename
hu: Eredeti fájlnév

source: Original Lyricist
hu: Eredeti szövegíró

source: Original Artist
hu: Eredeti előadó

source: File Owner
hu: Fájl tulajdonosa

source: Band/Orchestra
hu: Zenekar/orchestra

source: Interpreted/Remixed
hu: Feldolgozás/remix

source: Part Of A Set
hu: Összetett mű része

source: Internet Radio Station Name
hu: Internetes rádióállomás neve

source: Internet Radio Station Owner
hu: Internetes rádióállomás tulajdonosa

source: Album Sort Order
hu: Album sorrendje

source: Performer Sort Order
hu: Előadó sorrendje

source: Title Sort Order
hu: Cím sorrendje

source: Software
hu: Szoftver

source: Set Subtitle
hu: Összetett mű alcíme

source: User Defined Text
hu: Felhasználói szöveg

source: Commercial Information
hu: Kereskedelmi információ

source: Copyright/Legal Information
hu: Copyright/Legal információ

source: Official Audio File Website
hu: Audio fájl hivatalos honlapja

source: Official Artist Website
hu: Szerző hivatalos honlapja

source: Official Audio Source Website
hu: Audió forrás hivatalos honlapja

source: Official Radio Station Website
hu: Rádióállomás hivatalos honlapja

source: Payment
hu: Fizetés

source: Publisher's Official Website
hu: Kiadó hivatalos honlapja

source: User Defined URL
hu: Felhasználói URL

source: ReplayGain Reference Loudness
hu: ReplayGain referencia hangosság

source: Icy-Name
hu: Icy-Név

source: Icy-Description
hu: Icy-Leírás

source: Icy-Genre
hu: Icy-Műfaj:

source: Attached Picture
hu: Csatolt kép

source: Binary Object
hu: Bináris objektum

source: Ogg Xiph Comments
hu: Ogg Xiph megjegyzések

source: FLAC Pictures
hu: FLAC kép

source: Generic StreamMeta
hu: Általános StreamMeta

source: Module info
hu: Modul infó

source: Unknown
hu: Ismeretlen

source: Other
hu: Egyéb

source: File icon (32x32 PNG)
hu: Fájl ikon (32x32 PNG)

source: File icon (other)
hu: Fájl ikon (egyéb)

source: Front cover
hu: Első borító

source: Back cover
hu: Hátsó borító

source: Leaflet page
hu: Füzetlap

source: Album image
hu: Album kép

source: Lead artist/performer
hu: Vezető művész/előadó

source: Artist/performer
hu: Művész/előadó

source: Band/orchestra
hu: Zenekar/orchestra

source: Lyricist/text writer
hu: Szövegíró

source: Recording location/studio
hu: Felvétel helye/stúdió

source: During recording
hu: Felvétel közben

source: During performance
hu: Előadás közben

source: Movie/video screen capture
hu: Mozi/videó felvétel

source: A large, coloured fish
hu: Egy nagy, színes hal

source: Illustration
hu: Illusztráció

source: Band/artist logotype
hu: Zenekar/előadó logótípus

source: Publisher/studio logotype
hu: Kiadó/stúdió logótípus

source: Music Store
hu: Zenetár

source: Search...
hu: Keresés...

source: Collapse all items
hu: Elemek bezárása

source: Edit item...
hu: Elem szerkesztése...

source: Add item...
hu: Elem hozzáadása...

source: Remove item...
hu: Elem eltávolítása

source: Save all stores
hu: Összes tároló mentése

source: Create empty store...
hu: Üres tároló létrehozása...

source: *Music Store
hu: *Zenetár

source: Do you want to save store "%s" before removing from Music Store?
hu: El akarod menteni a(z) "%s" tárolót mielőtt eltávolítod a Zenetárból?

source: You will need to restart Aqualung for the following changes to take effect:
hu: A következő változtatások az Aqualung újraindítása után jutnak érvényre:

source: Select a font...
hu: Font választása...

source: Disable skin support
hu: Szkinek tiltása

source: unreachable
hu: nem elérhető

source: Please select a Programable Title Format File.
hu: Válassz egy címformátum-leíró fájlt.

source: Please select a Music Store database.
hu: Válassz egy adatbázist.

source: Paths must either be absolute or starting with a tilde.
hu: Abszolút vagy tildével kezdődő elérési út szükséges.

source: The specified store has already been added to the list.
hu: A megadott tároló már szerepel a listában.

source: The template string you enter here will be used to construct a single title line from an Artist, a Record and a Track name. These are denoted by %%%%a, %%%%r and %%%%t, respectively.
hu: Az alábbi sablon az előadó nevéből, valamint a lemez- és számcímekből összeállított címsor formátumát adja meg. A %%%%a, %%%%r és %%%%t vezérlők rendre az előadót, a lemezt és a szám címét jelölik.

source: The file you enter/choose here will set the Lua program to use to format the title. See the Aqualung manual for details. Here is a quick example of what you can use in the file: function playlist_title() return m('artist') .. '-' .. m('title') .. ' (' .. m('album') .. ') (' .. i('filename') .. ')' end
hu: Az alábbi fájl a címek formázását írja elő a Lua program számára. A funkció részletes leírása a manualban olvasható. Egy rövid példa a fájl tartalmára: function playlist_title() return m('artist') .. '-' .. m('title') .. ' (' .. m('album') .. ') (' .. i('filename') .. ')' end

source: The string you enter here will be parsed as a command line before parsing the actual command line parameters. What you enter here will act as a default setting and may or may not be overridden from the 'real' command line. Example: enter '-o alsa -R' below to use ALSA output running realtime as a default.
hu: Az alábbi szöveget a program parancssorként értelmezi, az aktuális parancssor feldolgozása előtt. Az ide írt kapcsolók alapértelmezett beállításokként működnek, amelyeket a valódi parancssori paraméterek felülbírálhatnak. Például a '-o alsa -R' az ALSA kimenet valós idejű használatát írja elő alapértelmezettként.

source: Paths must either be absolute or starting with a tilde, which will be expanded to the user's home directory. Drag and drop entries in the list to set the store order in the Music Store.
hu: Abszolút vagy tildével kezdődő elérési utak szükségesek. A tilde a saját könyvtár elérési útját jelenti. A lista elemeinek átrendezésével állítható a tárolók sorrendje a Zenetárban.

source: Set the drive speed for CD playing in CD-ROM speed units. One speed unit equals to 176 kBps raw data reading speed. Warning: not all drives honor this setting. Lower speed usually means less drive noise. However, when using Paranoia error correction modes for increased accuracy, generally much larger speeds are required to prevent buffer underruns (and thus audible drop-outs). Please note that these settings do not apply to CD Ripping, which always happens with maximum available speed and with error correction modes manually set before every run.
hu: CD lejátszás sebességének beállítása CD-ROM sebesség egységekben. Egy egység megfelel 176 kBps nyers adat olvasási sebességnek. Figyelmeztetés: nem minden meghajtó veszi figyelembe ezt a beállítást. Kisebb sebesség általában alacsonyabb zajt eredményez. Viszont a nagyobb pontosság érdekében használható Paranoia hibajavítás sokszor magasabb sebességet követel, hogy elejét vegye a buffer kiürülésének (és ezáltal a hallható kihagyásoknak). Fontos, hogy ezek a beállítások nem vonatkoznak a CD rippelésre, ami mindig a lehető legnagyobb sebességgel történik. A hibajavítás külön beállítható minden rippelés előtt.

source: Most drives let Aqualung know when a CD has been inserted or removed by providing a 'media changed' flag. However, some drives don't set this flag properly, and thus it may happen that a newly inserted CD remains unnoticed to Aqualung. In such cases, enabling this option should help.
hu: A legtöbb meghajtó egy 'media changed' jelzőn keresztül értesítést küld egy CD berakásáról vagy kivételéről. Néhány meghajtó viszont nem használja megfelelően ezt a jelzőt, ezért előfordulhat, hogy egy újonnan betett CD észrevétlen marad. Ilyen esetekben segíthet ezen opció engedélyezése.

source: Here you should enter a comma-separated list of domains that should be accessed without using the proxy set above. Example: localhost, .localdomain, .my.domain.com
hu: Azon domainek vesszővel elválasztott felsorolása, amelyek eléréséhez ne használja a fent beállított proxyt. Példa: localhost, .localdomain, .my.domain.com

source: Embed playlist into main window
hu: A Lejátszólista beágyazása a főablakba

source: Enable systray
hu: Rendszertálca engedélyezése

source: Do nothing
hu: Ne csináljon semmit

source: Change volume
hu: Hangerő változtatása

source: Change balance
hu: Balansz változtatása

source: Change song position
hu: Számon belül pozíció változtatás

source: Change current song
hu: Aktuális szám léptetése

source: Left button
hu: Bal gomb

source: Middle button
hu: Középső gomb

source: Right button
hu: Jobb gomb

source: Button
hu: Gomb

source: Left and right mouse buttons are reserved.
hu: A bal és jobb gombok funkciója nem változtatható.

source: This button is already assigned.
hu: Ez a gomb már be van állítva.

source: Add mouse button command
hu: Egérgomb funckió hozzáadása

source: Mouse button
hu: Egérgomb

source: Click here to set mouse button
hu: Kattints ide az egérgomb beállításához

source: Command
hu: Parancs

source: Main window
hu: Főablak

source: Disable control buttons relief
hu: Vezérlőgombok kiemelkedésének tiltása

source: Combine play and pause buttons
hu: Lejátszás és szünet gombok egyesítése

source: Keep main window always on top
hu: A főablak legyen mindig felül

source: Show song name in the main window's title
hu: Szám címének megjelenítése a főablak címsorában

source: Title Format
hu: Címformátum

source: Programmable title format file
hu: Címformátum-leíró fájl

source: Systray
hu: Rendszertálca

source: Start minimized
hu: Indítás minimalizálva

source: Play/Stop song
hu: Lejátszás indítása/megállítás

source: Play/Pause song
hu: Lejátszás indítása/szünet

source: Mouse wheel
hu: Egér görgő

source: Vertical mouse wheel:
hu: Függőleges egér görgő

source: Horizontal mouse wheel:
hu: Vízszintes egér görgő

source: Mouse buttons
hu: Egérgombok

source: Miscellaneous
hu: Egyéb

source: Implicit command line
hu: Implicit parancssor

source: Cover art
hu: Lemezborító

source: Default cover width:
hu: Alapértelmezett borítóméret:

source: 50 pixels
hu: 50 képpont

source: 100 pixels
hu: 100 képpont

source: 200 pixels
hu: 200 képpont

source: 300 pixels
hu: 300 képpont

source: use browser window width
hu: ablak szélességéhez igazít

source: Do not magnify images with smaller width
hu: A kisebb képeket ne nagyítsa

source: Show cover thumbnail for Music Store tracks only
hu: Borító mutatása csak a Zenetárból hozzáadott számok esetén

source: Don't show cover thumbnail in the main window
hu: Ne jelenjen meg a borító képe a főablakban

source: Enable tooltips
hu: Buboréksúgók engedélyezése

source: Simple view in LADSPA patch builder
hu: Egyszerű nézet a LADSPA effekt szerkesztőben

source: United windows minimization
hu: Ablakok együttes minimalizálása

source: Show hidden files and directories in file choosers
hu: Rejtett fájlok és könyvtárak mutatása tallózáskor

source: Show tags tab first in the file info dialog
hu: Először a tagek látszódjanak a fájl infó ablakban

source: Playlist
hu: Lejátszólista

source: Put control buttons at the bottom of playlist
hu: Vezérlőgombok elhelyezése a Lejátszólista alján

source: Save and restore the playlist on exit/startup
hu: Lejátszólista mentése és visszatöltése kilépéskor/indításkor

source: Save playlist periodically [min]:
hu: Lejátszólista rendszeres mentési ideje [perc]:

source: Album mode is the default when adding entire records
hu: Lemezek alapértelmezett hozzáadása album módban

source: Always show the tab bar
hu: Mindig látszódjanak a fülek

source: Show close button in tab
hu: Legyen bezárás gomb a füleken

source: When shuffling, records added in Album mode are played in order
hu: Véletlenszerű lejátszás esetén albumon belüli számsorrend megtartása

source: Enable statusbar
hu: Állapotsor engedélyezése

source: Enable statusbar in playlist
hu: Állapotsor engedélyezése a Lejátszólistában

source: Show soundfile size in statusbar
hu: Hangfájl méretének mutatása az állapotsorban

source: Show RVA values
hu: RVA értékek megjelenítése

source: Show track lengths
hu: Szám hosszak megjelenítése

source: Show active track name in bold
hu: Aktív szám megjelenítése félkövérrel

source: Automatically roll to active track
hu: Automatikus görgetés az aktív számhoz

source: Enable rules hint
hu: Sorok vonalazása

source: Playlist column order
hu: Oszlopok sorrendje a Lejátszólistában

source: Drag and drop entries in the list below to set the column order in the Playlist.
hu: Az alábbi lista elemeinek átrendezésével állítható a Lejátszólista oszlopainak sorrendje.

source: Column
hu: Oszlop

source: Track titles
hu: Számcímek

source: RVA values
hu: RVA értékek

source: Track lengths
hu: Szám hosszak

source: Hide comment pane
hu: Komment mező elrejtése

source: Hide the Music Store comment pane
hu: A Zenetár komment mezőjének elrejtése

source: Enable toolbar
hu: Eszköztár engedélyezése

source: Enable toolbar in Music Store
hu: Eszköztár engedélyezése a Zenetárban

source: Enable statusbar in Music Store
hu: Állapotsor engedélyezése a Zenetárban

source: Expand Stores on startup
hu: Tárolók lenyitása indításkor

source: Enable tree node icons
hu: Ikonok engedélyezése a csomópontokban

source: Enable Music Store tree node icons
hu: Ikonok engedélyezése a Zenetár csomópontjaiban

source: Ask for confirmation when removing items
hu: Megerősítés elemek törlése előtt

source: Paths to Music Store databases
hu: A Zenetár adatbázisok elérési útja

source: Path
hu: Elérési út

source: Access
hu: Hozzáférés

source: Refresh
hu: Frissítés

source: LADSPA plugin processing
hu: LADSPA effekt processzálás

source: Pre Fader (before Volume & Balance)
hu: Pre Fader (Hangerő- és balanszszabályozó előtt)

source: Post Fader (after Volume & Balance)
hu: Post Fader (Hangerő és balanszszabályozó után)

source: Aqualung is compiled without LADSPA plugin support. See the About box and the documentation for details.
hu: Az Aqualungot LADSPA plugin támogatás nélkül fordították. Részletek a Névjegyben és a dokumentációban.

source: Sample Rate Converter type
hu: Mintavételi frekvencia konverter típusa

source: Aqualung is compiled without Sample Rate Converter support. See the About box and the documentation for details.
hu: Az Aqualungot mintavételi frekvencia konverter támogatás nélkül fordították. Részletek a Névjegyben és a dokumentációban.

source: Playback RVA
hu: Lejátszáskori RVA

source: Enable playback RVA
hu: Lejátszáskori RVA használata

source: Listening environment:
hu: Lehallgatási környezet:

source: Audiophile
hu: Audiofil

source: Living room
hu: Nappali szoba

source: Office
hu: Iroda

source: Noisy workshop
hu: Zajos műhely

source: Reference volume [dBFS] :
hu: Referencia-hangerőszint [dBFS] :

source: Steepness [dB/dB] :
hu: Meredekség [dB/dB] :

source: RVA for Unmeasured Files [dB] :
hu: RVA meghatározatlan hangosságú fájlokhoz [dB] :

source: Apply averaged RVA to tracks of the same record
hu: Egyazon lemez számaira átlagolt RVA alkalmazása

source: Drop statistical aberrations based on
hu: Beszámítás az átlagba, ha belül van:

source: % of standard deviation
hu: a szórás megadott %-án

source: Linear threshold [dB]
hu: az átlagtól vett eltérésen [dB]

source: Linear threshold [dB] :
hu: Max. eltérés az átlagtól [dB] :

source: % of standard deviation :
hu: Max. eltérés a szórás %-ában :

source: ReplayGain tag to use (with fallback to the other):
hu: ReplayGain tag kiválasztása (a másik tartalék lesz):

source: Adding files to Playlist
hu: Fájlok hozzáadása a Lejátszólistához

source: Use basename only instead of full path if no metadata is available.
hu: Fájlnév használata teljes elérési út helyett ha nincs elérhető metaadat.

source: Metadata editor (File info dialog)
hu: Metaadat szerkesztő (Fájl infó ablak)

source: When adding new frames, try to set their contents from another tag's equivalent frame.
hu: Új keret hozzáadásánál próbálja meg beállítani a tartalmát egy másik tag ekvivalens keretéből.

source: Batch update & encode (mass tagger, CD ripper, file export)
hu: Frissítés a háttérben & kódolás (taggelés, CD rippelés, fájlok exportálása)

source: Tags to add when creating or updating MPEG audio files:
hu: MPEG audio fájlokban létrehozáskor vagy frissítéskor hozzáadandó keretek:

source: Note: pre-existing tags will be updated even though they might not be checked here.
hu: Megjegyzés: a korábban meglévő tagek akkor is frissülnek, ha itt nincsenek bejelölve.

source: CD drive speed:
hu: CD meghajtó sebesség:

source: Maximum number of retries:
hu: Újrapróbálások maximális száma:

source: Force TOC re-read on every drive scan
hu: TOC újraolvasás kényszerítése minden meghajtó scannelésnél

source: Automatically add CDs to Playlist
hu: CD-k automatikus hozzáadása a Lejátszólistához

source: Automatically remove CDs from Playlist
hu: CD-k automatikus eltávolítása a Lejátszólistából

source: CDDB server:
hu: CDDB szerver:

source: Connection timeout [sec]:
hu: Kapcsolódás időkorlátja [sec]:

source: Email address for submission:
hu: Email cím feltöltéshez:

source: Local CDDB directory:
hu: Helyi CDDB könyvtár:

source: Use the local database only
hu: Kizárólag a helyi adatbázis használata

source: Protocol for querying (direct connection only):
hu: Lekérdezési protokoll (közvetlen kapcsolódás esetén):

source: Direct connection to the Internet
hu: Közvetlen Internetkapcsolat

source: Connect via HTTP proxy
hu: Csatlakozás HTTP proxy-n keresztül

source: Proxy settings
hu: Proxy beállítások

source: No proxy for:
hu: Nincs proxy:

source: Timeout for socket I/O:
hu: Socket I/O időkorlátja:

source: seconds
hu: másodperc

source: Appearance
hu: Megjelenés

source: Override skin settings
hu: Szkin beállítások felülbírálása

source: Fonts
hu: Betűtípusok

source: Playlist:
hu: Lejátszólista:

source: Music Store:
hu: Zenetár:

source: Big timer:
hu: Nagy időkijelző:

source: Small timers:
hu: Kis időkijelzők:

source: Song title:
hu: Szám címe:

source: Song info:
hu: Szám info:

source: Statusbar:
hu: Állapotsor:

source: Colors
hu: Színek

source: Song in playlist:
hu: Szám a Lejátszólistában:

source: Active song in playlist:
hu: Aktív szám a Lejátszólistában:

source: Error in title format string
hu: Hiba a címformátum sablonban

source: (Untitled)
hu: (Névtelen)

source: Select files
hu: Fájlok kiválasztása

source: Select directory
hu: Könyvtár kiválasztása

source: Add URL
hu: URL hozzáadása

source: Please specify the file to save the playlist to.
hu: Add meg az elmentendő lejátszólista fájlt.

source: Please specify the file to load the playlist from.
hu: Add meg a betöltendő lejátszólista fájlt.

source: Playback RVA is currently disabled. Do you want to enable it now?
hu: A lejátszáskori RVA jelenleg nem engedélyezett. Akarod most engedélyezni?

source: counting...
hu: számolás alatt...

source: track
hu: szám

source: tracks
hu: szám

source: Rename playlist
hu: Lejátszólista átnevezése

source: Name:
hu: Név:

source: New tab
hu: Új lap

source: Close tab
hu: Lap bezárása

source: Undo close tab
hu: Lapbezárás visszavonása

source: Close other tabs
hu: Többi lap bezárása

source: Selected:
hu: Kijelölve:

source: Total:
hu: Összesen:

source: Add files
hu: Fájlok hozzáadása

source: Add files to playlist (Press right mouse button for menu)
hu: Fájlok hozzáadása a listához (jobb egérgomb: helyi menü)

source: Select all
hu: Összes elem kijelölése

source: Select all songs in playlist (Press right mouse button for menu)
hu: A lejátszólista összes számának kijelölése (jobb egérgomb: helyi menü)

source: Remove selected
hu: Kijelölt elemek törlése

source: Remove selected songs from playlist (Press right mouse button for menu)
hu: Kijelölt számok törlése a lejátszólistából (jobb egérgomb: helyi menü)

source: Add directory
hu: Könyvtár hozzáadása

source: Select none
hu: Kijelölés megszüntetése

source: Invert selection
hu: Kijelölés megfordítása

source: Remove all
hu: Mindent eltávolít

source: Remove dead
hu: Érvénytelen elemek eltávolítása

source: Cut selected
hu: Kijelölt elemek megtartása

source: Save playlist
hu: Lejátszólista mentése

source: Save all playlists
hu: Összes lejátszólista mentése

source: Load playlist in new tab
hu: Lejátszólista betöltése új lapon

source: Load playlist
hu: Lejátszólista betöltése

source: Enqueue playlist
hu: Lejátszólista hozzáfűzése

source: Send to iFP device
hu: Küldés iFP eszközre

source: Calculate RVA
hu: Hangosság meghatározása

source: Separate
hu: Egyéni

source: Average
hu: Átlagos

source: Reread file metadata
hu: Metaadatok újraolvasása

source: File info...
hu: Fájl infó...

source: Roll to active song
hu: Aktív számra ugrás

source: Stop adding files
hu: Hozzáadás leállítása

source: Files selected for removal
hu: Törlésre kijelölt fájlok

source: Remove files
hu: Fájlok törlése

source: The selected files will be deleted from the filesystem. No recovery will be possible after this operation. Do you want to proceed?
hu: A kiválasztott fájlok törlődni fognak a fájlrendszerről. Végrehajtás után nem lesz lehetőség visszaállításra. Biztosan folytatni akarod?

source: Unable to remove %d file.
hu: %d fájl törlése sikertelen volt.

source: Unable to remove %d files.
hu: %d fájl törlése sikertelen volt.

source: LADSPA patch builder
hu: LADSPA effekt szerkesztő

source: Available plugins
hu: Rendelkezésre álló effektek

source: Category
hu: Kategória

source: Inputs
hu: Bemenetek

source: Outputs
hu: Kimenetek

source: Running plugins
hu: Működő effektek

source: _Configure
hu: _Beállítás

source: Enable all plugins
hu: Összes effekt engedélyezése

source: Disable all plugins
hu: Összes effekt letiltása

source: Invert current state
hu: Aktuális állapot invertálása

source: Clear list
hu: Lista törlése

source: Untitled
hu: Névtelen

source: JACK Port Setup
hu: JACK port beállítás

source: Rescan
hu: Újraolvas

source: Available connections
hu: Elérhető összeköttetések

source: Clear connections
hu: Összeköttetések törlése

source: Search the Music Store
hu: Keresés a Zenetárban

source: Key:
hu: Kulcs:

source: Case sensitive
hu: Kis/nagybetűk különböznek

source: Exact matches only
hu: Csak teljes egyezés

source: Select first and close window
hu: Első találat kiválasztása és az ablak bezárása

source: Search in:
hu: Keresés a következő helyeken:

source: Artist names
hu: Előadók

source: Record titles
hu: Albumok

source: Comments
hu: Megjegyzések

source: Search
hu: Keresés

source: Search the Playlist
hu: Keresés a Lejátszólistában

source: Available skins
hu: Elérhető szkinek

source: Drive info
hu: Meghajtó infó

source: Device path:
hu: Elérési út:

source: The information below is reported by the drive, and may not reflect the actual capabilities of the device.
hu: Az alábbi információ a meghajtótól származik, ami lehet hogy nem felel meg a készülék valódi képességeinek.

source: Eject
hu: Tálca kitolása

source: Close tray
hu: Tálca behúzása

source: Disable manual eject
hu: Tálca kézi kitolásának tiltása

source: Select juke-box disc
hu: Juke-box lemez kiválasztása

source: Set drive speed
hu: Meghajtó sebesség beállítása

source: Detect media change
hu: Lemezcsere érzékelése

source: Read multiple sessions
hu: Több session olvasása

source: Hard reset device
hu: Eszköz hard resetelése

source: Reading
hu: Olvasás

source: Play CD Audio
hu: Audio CD lejátszása

source: Read CD-DA
hu: CD-DA olvasása

source: Read CD+G
hu: CD+G olvasása

source: Read CD-R
hu: CD-R olvasása

source: Read CD-RW
hu: CD-RW olvasása

source: Read DVD-R
hu: DVD-R olvasása

source: Read DVD+R
hu: DVD+R olvasása

source: Read DVD-RW
hu: DVD-RW olvasása

source: Read DVD+RW
hu: DVD+RW olvasása

source: Read DVD-RAM
hu: DVD-RAM olvasása

source: Read DVD-ROM
hu: DVD-ROM olvasása
