Repository: jeremyevans/aqualung
Catalog: src/po/*.po
Languages: hu

source: C2 Error Correction
hu: C2 hibajavítás

source: Read Mode 2 Form 1
hu: Mode 2 Form 1 olvasása

source: Read Mode 2 Form 2
hu: Mode 2 Form 2 olvasása

source: Read MCN
hu: MCN olvasása

source: Read ISRC
hu: ISRC olvasása

source: Writing
hu: Írás

source: Write CD-R
hu: CD-R írása

source: Write CD-RW
hu: CD-RW írása

source: Write DVD-R
hu: DVD-R írása

source: Write DVD+R
hu: DVD+R írása

source: Write DVD-RW
hu: DVD-RW írása

source: Write DVD+RW
hu: DVD+RW írása

source: Write DVD-RAM
hu: DVD-RAM írása

source: Disc info
hu: Lemez infó

source: This CD does not contain CD-Text information.
hu: Ez a lemez nem tartalmaz CD-Text információt.

source: drive
hu: meghajtó

source: drives
hu: meghajtó

source: record
hu: album

source: records
hu: album

source: Add to playlist
hu: Lejátszólistába

source: Add to playlist (Album mode)
hu: Lejátszólistába (Album mód)

source: CDDB query for this CD...
hu: CD lekérdezése CDDB adatbázisból...

source: Submit CD to CDDB database...
hu: CD feltöltése CDDB adatbázisba...

source: Rip CD...
hu: CD rippelés...

source: Disc info...
hu: Lemez infó...

source: Drive info...
hu: Meghajtó infó...

source: Comments:
hu: Megjegyzések:

source: Please select the xml file for this store.
hu: Add meg a tárolóhoz tartozó xml fájlt.

source: Create empty store
hu: Üres tároló létrehozása

source: Visible name:
hu: Látható név:

source: Edit Store
hu: Tároló szerkesztése

source: Use relative paths in store file
hu: Relatív elérési utak használata a tároló fájlban

source: Add Artist
hu: Előadó hozzáadása

source: Name to sort by:
hu: Rendezési kulcs:

source: Edit Artist
hu: Előadó szerkesztése

source: Please select the audio files for this record.
hu: Válaszd ki az albumhoz adandó hangfájlokat.

source: Add Record
hu: Album hozzáadása

source: Auto-create tracks from these files:
hu: Számok automatikus létrehozása a következő fájlokból:

source: _Add files...
hu: Fájlok _hozzáadása...

source: Edit Record
hu: Album szerkesztése

source: Please select the audio file for this track.
hu: Add meg a számhoz tartozó fájlt.

source: Add Track
hu: Szám hozzáadása

source: Edit Track
hu: Szám szerkesztése

source: Duration:
hu: Hossz:

source: Unmeasured
hu: Ismeretlen

source: Volume level:
hu: Hangerő:

source: Use manual RVA value [dB]
hu: Rögzített RVA használata [dB]

source: Really remove "%s" from the Music Store?
hu: Biztosan eltávolítod a Zenetárból a következőt: "%s" ?

source: Stop adding songs
hu: Hozzáadás leállítása

source: The store '%s' already exists. Add it on the Settings/Music Store tab.
hu: A '%s' táróló már létezik. Hozzáadása a Beállítások/Zenetár oldalon lehetséges.

source: Really remove store "%s" from the Music Store?
hu: Biztosan eltávolítod a Zenetárból a "%s" tárolót?

source: Remove Store
hu: Tároló eltávolítása

source: Do you want to save the store before removing?
hu: El akarod menteni a tárolót eltávolítás előtt?

source: Remove Artist
hu: Előadó eltávolítása

source: Remove Record
hu: Album eltávolítása

source: Remove Track
hu: Szám eltávolítása

source: Update file metadata
hu: Metaadatok frissítése

source: Track name
hu: Szám címe

source: Track comment
hu: Szám kommentje

source: Track number
hu: Track száma

source: Failed to set metadata for the following files:
hu: A következő fájloknál nem sikerült beállítani a metaadatokat:

source: Filename
hu: Fájlnév

source: Reason
hu: Hiba oka

source: (no comment)
hu: (nincs megjegyzés)

source: artist
hu: előadó

source: artists
hu: előadó

source: File "%s" does not exist or your write permission has been withdrawn. Check if the partition containing the store file has been unmounted.
hu: A megadott fájl "%s" nem létezik, vagy visszavonták róla az írási jogot. Lehetséges, hogy a fájlt tartalmazó partíciót lecsatolták.

source: Build / Update store from filesystem...
hu: Tároló felépítése / aktualizálása fájlrendszerről...

source: Edit store...
hu: Tároló szerkesztése...

source: Export store...
hu: Tároló exportálása...

source: Save store
hu: Tároló mentése

source: Remove store
hu: Tároló eltávolítása

source: Add new artist to this store...
hu: Új előadó hozzáadása ehhez a tárolóhoz...

source: Calculate volume (recursive)
hu: Hangosság meghatározása (rekurzív)

source: Unmeasured tracks only
hu: Ismeretlen hangerejű számokra

source: All tracks
hu: Minden számra

source: Batch-update file metadata...
hu: Metaadatok frissítése a háttérben...

source: Add new artist...
hu: Új előadó hozzáadása...

source: Edit artist...
hu: Előadó szerkesztése...

source: Export artist...
hu: Előadó exportálása...

source: Remove artist
hu: Előadó eltávolítása

source: Add new record to this artist...
hu: Új album hozzáadása ehhez az előadóhoz...

source: Add new record...
hu: Új album hozzáadása...

source: Edit record...
hu: Album szerkesztése...

source: Export record...
hu: Album exportálása...

source: Remove record
hu: Album eltávolítása

source: Add new track to this record...
hu: Új szám hozzáadása ehhez az albumhoz...

source: CDDB query for this record...
hu: Album lekérdezése CDDB adatbázisból...

source: Submit record to CDDB database...
hu: Album feltöltése CDDB adatbázisba...

source: Add new track...
hu: Új szám hozzáadása...

source: Edit track...
hu: Szám szerkesztése...

source: Export track...
hu: Szám exportálása...

source: Remove track
hu: Szám eltávolítása

source: Calculate volume
hu: Hangosság meghatározása

source: Only if unmeasured
hu: Csak ha ismeretlen

source: In any case
hu: Minden esetben

source: Update file metadata...
hu: Metaadatok frissítése...

source: Please select the download directory for this podcast.
hu: Válassz ki egy könyvtárat a podcasthoz letöltendő fájloknak.

source: Subscribe to new feed
hu: Új forrás felvétele

source: Edit feed settings
hu: Forrás beállításainak szerkesztése

source: Download directory:
hu: Letöltési könyvtár:

source: Auto-check interval [hour]:
hu: Automatikus ellenőrzés ideje [óra]:

source: Automatic update has been disabled for all feeds in the Podcasts store popup menu.
hu: A források automatikus frissítése ki van kapcsolva a Podcasts tároló menüjében.

source: Limits
hu: Limitek

source: Maximum number of items:
hu: Adások maximális száma:

source: Remove older items [day]:
hu: Régebbi adások törlése [nap]:

source: Maximum space to use [MB]:
hu: Maximális helyhasználat [MB]:

source: Updating...
hu: Frissítés...

source: Delete downloaded items from the filesystem
hu: Letöltött adások törlése a fájlrendszerről

source: Remove feed
hu: Forrás eltávolítása

source: Really remove '%s' from the Music Store?
hu: Biztosan eltávolítod a Zenetárból a következőt: "%s" ?

source: Reorder feeds
hu: Források sorrendjének beállítása

source: Drag and drop entries in the list to set the feed order in the Music Store.
hu: Az alábbi lista elemeinek átrendezésével állítható a Zenetárban lévő források sorrendje.

source: Downloading %d/%d (%d%%) ...
hu: Letöltés %d/%d (%d%%) ...

source: item
hu: adás

source: items
hu: adás

source: new item
hu: új adás

source: new items
hu: új adás

source: feed
hu: forrás

source: feeds
hu: forrás

source: Export item...
hu: Adás exportálása...

source: Add all items to playlist
hu: Összes elem lejátszólistához adása

source: Add all items to playlist (Album mode)
hu: Összes elem lejátszólistához adása (Album mód)

source: Add new items to playlist
hu: Új elemek lejátszólistához adása

source: Add new items to playlist (Album mode)
hu: Új elemek lejátszólistához adása (Album mód)

source: Edit feed
hu: Forrás szerkesztése

source: Export all items...
hu: Összes adás exportálása...

source: Export new items...
hu: Új adások exportálása...

source: Update feed
hu: Forrás frissítése

source: Abort ongoing update
hu: Frissítés megszakítása

source: Update all feeds
hu: Összes forrás frissítése

source: Automatically update feeds
hu: Források automatikus frissítése

source: Unexpected end of string after '?'.
hu: A '?' után vége van a sablonnak.

source: Expected '}' after '{', but end of string found.
hu: A sablonban hiányzik a '}' végzárójel.

source: Unknown conversion type character found after '%%%%'.
hu: Ismeretlen konverziós karakter a '%%%%' után.

source: Unknown conversion type character found after '?'.
hu: Ismeretlen konverziós karakter a '?' után.

source: day
hu: nap

source: days
hu: nap

source: All Files
hu: Minden fájl

source: Extended Title Format Files (*.lua)
hu: Címformátum-leíró fájlok (*.lua)

source: Music Store Files (*.xml)
hu: Zenetár fájlok (*.xml)

source: Aqualung playlist (*.xml)
hu: Aqualung lejátszólista (*.xml)

source: MP3 Playlist (*.m3u)
hu: MP3 lejátszólista (*.m3u)

source: Multimedia Playlist (*.pls)
hu: Multimédia lejátszólista (*.pls)

source: All Playlist Files
hu: Minden lejátszólista

source: All Audio Files
hu: Minden hangfájl

source: Sound Files (*.wav, *.aiff, *.au, ...)
hu: Hangfájlok (*.wav, *.aiff, *.au, ...)

source: Modules (*.xm, *.mod, *.it, *.s3m, ...)
hu: Modulok (*.xm, *.mod, *.it, *.s3m, ...)

source: Compressed modules (*.gz, *.bz2)
hu: Tömörített modulok (*.gz, *.bz2)

source: Compressed modules (*.gz)
hu: Tömörített modulok (*.gz)

source: Compressed modules (*.bz2)
hu: Tömörített modulok (*.bz2)

source: LAVC audio/video files
hu: LAVC hang/videó fájlok

source: Resume
hu: Folytatás

source: Calculating volume level
hu: Hangosság meghatározása

source: Layer I
hu: I. Réteg

source: Layer II
hu: II. Réteg

source: Layer III
hu: III. Réteg

source: Unrecognized
hu: Ismeretlen

source: Single channel
hu: Egycsatornás

source: Dual channel
hu: Kétcsatornás

source: Joint stereo
hu: Kapcsolt sztereó

source: Stereo
hu: Sztereó

source: Emphasis: none
hu: Előkiemelés: nincs

source: Emphasis:
hu: Előkiemelés:

source: Emphasis: reserved
hu: Előkiemelés: fenntartott

source: bit signed
hu: bites előjeles egész

source: bit unsigned
hu: bites előjel nélküli egész

source: bit float
hu: bites lebegőpontos

source: bit double
hu: bites dupla pontosságú lebegőpontos

source: encoding
hu: kódolású

source: Compression: Fast
hu: Tömörítés: Gyors

source: Compression: Normal
hu: Tömörítés: Normál

source: Compression: High
hu: Tömörítés: Magas

source: Compression: Extra High
hu: Tömörítés: Extra magas

source: Compression: Insane
hu: Tömörítés: Elmebeteg
