Repository: jeremyevans/aqualung
Catalog: src/po/*.po
Languages: hu

source: About
hu: Névjegy

source: Build version:
hu: Fordítási verzió:

source: Homepage:
hu: Honlap:

source: Authors:
hu: Szerzők:

source: Core design, engineering & programming:
hu: Architektúra, tervezés & programozás:

source: Skin support, look & feel, GUI hacks:
hu: Skin támogatás, kinézet, jusztírozás:

source: Programming, GUI engineering:
hu: Programozás, GUI tervezés:

source: OpenBSD compatibility, metadata tweaks:
hu: OpenBSD kompatibilitás, metaadat trükkök

source: Translators:
hu: Fordítók:

source: German:
hu: Német:

source: Hungarian:
hu: Magyar:

source: Italian:
hu: Olasz:

source: Japanese:
hu: Japán:

source: Russian:
hu: Orosz:

source: Swedish:
hu: Svéd:

source: Ukrainian:
hu: Ukrán:

source: Graphics:
hu: Grafika:

source: Logo, icons:
hu: Logo, ikonok:

source: This Aqualung binary is compiled with:
hu: Ez az Aqualung bináris a következő opciókat támogatja:

source: Optional features:
hu: Opcionális funkciók:

source: LADSPA plugin support
hu: LADSPA effekt támogatás

source: CDDA (Audio CD) support
hu: CDDA (Audio CD) támogatás

source: CDDB support
hu: CDDB támogatás

source: Sample Rate Converter support
hu: Mintavételi frekvencia konverter támogatás

source: iRiver iFP driver support
hu: iRiver iFP meghajtó támogatás

source: Loop playback support
hu: Ciklikus lejátszás támogatás

source: Systray support
hu: Rendszertálca támogatás

source: Podcast support
hu: Podcast támogatás

source: Lua (programmable title formatting) support
hu: Lua támogatás (programozható címformátum)

source: Decoding support:
hu: Dekódolás támogatása:

source: sndfile (WAV, AIFF, etc.)
hu: sndfile (WAV, AIFF, stb.)

source: MPEG Audio (MPEG 1-2.5 Layer I-III)
hu: MPEG Audio (MPEG 1-2.5 I-III. Réteg)

source: MOD Audio (MOD, S3M, XM, IT, etc.)
hu: MOD Audio (MOD, S3M, XM, IT, stb.)

source: LAVC (AC3, AAC, WavPack, WMA, etc.)
hu: LAVC (AC3, AAC, WavPack, WMA, stb.)

source: Encoding support:
hu: Kódolás támogatása:

source: Output driver support:
hu: Kimeneti meghajtók:

source: JACK Audio Server
hu: JACK Audio Szerver

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
hu: Ez egy szabad szoftver; terjeszthető illetve módosítható a Szabad Szoftver Alapítvány által kiadott GNU Általános Közreadási Feltételek (GPL) második (vagy bármely későbbi) változatában foglaltak alapján. A programot abban a reményben adjuk közre, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT; beleértve az ELADHATÓSÁGRA vagy egy BIZONYOS FELADAT ELVÉGZÉSÉRE vonatkozó származtatott garanciát is. További részletek a GNU GPL dokumentumában. A programhoz a GNU GPL egy példánya is jár; ha nem kaptad meg, írj a Szabad Szoftver Alapítvány címére: Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Enabled
hu: Érvényes

source: Source
hu: Forrás

source: CDDB (not available)
hu: CDDB (nem elérhető)

source: Metadata
hu: Metaadatok

source: Filesystem
hu: Fájlrendszer

source: Capitalization
hu: Kis/nagybetű beállítása

source: Capitalize:
hu: Nagy kezdőbetű:

source: All words
hu: Minden szónál

source: First word only
hu: Csak az első szónál

source: Force case:
hu: Alak megőrzése:

source: Force other letters to lowercase
hu: A többi legyen kisbetű

source: Regular expression
hu: Reguláris kifejezés

source: Regexp:
hu: Kifejezés:

source: Replace:
hu: Csere:

source: Predefined transformations
hu: Előre definiált transzformációk

source: Remove file extension
hu: Kiterjesztés levágása

source: Remove leading number
hu: Kezdő számjegyek levágása

source: Convert underscore to space
hu: Aláhúzás szóközzé alakítása

source: Trim leading, tailing and duplicate spaces
hu: Kezdő, végző és többszörös szóközök eltávolítása

source: Regexp matches empty string
hu: A kifejezés fedi az üres karakterláncot

source: Please select the root directory.
hu: Válaszd ki a gyökérkönyvtárat.

source: Select build type
hu: Felépítés típusának kiválasztása

source: Directory driven
hu: Könyvtár alapú

source: Follows the directory structure to identify the artists and records. The files are added on a record basis.
hu: A könyvtárstruktúrát követve határozza meg az előadókat és albumokat. A fájlok hozzáadása albumonként történik.

source: Independent
hu: Független

source: Recursive search from the root directory for audio files. The files are processed independently, so only metadata and filename transformation are available.
hu: Hangfájlok rekurzív keresése a gyökérkönyvtárból kiindulva. A fájlok feldolgozása külön történik, ezért csak metaadatokra és fájlnév transzformációra támaszkodik.

source: Load settings from Music Store file
hu: Beállítások betöltése a Zenetár fájlból

source: Build/Update store
hu: Tároló felépítése/aktualizálása

source: General
hu: Általános

source: Directory structure
hu: Könyvtár struktúra

source: Root path:
hu: Gyökérkönyvtár:

source: _Browse...
hu: _Tallózás...

source: Structure:
hu: Struktúra:

source: root / record / track
hu: gyökér / album / szám

source: root / artist / record / track
hu: gyökér / előadó / album / szám

source: root / artist / artist / record / track
hu: gyökér / előadó / előadó / album / szám

source: root / artist / artist / artist / record / track
hu: gyökér / előadó / előadó / előadó / album / szám

source: Exclude files matching wildcard
hu: Mintára illeszkedő fájlok kihagyása

source: Include only files matching wildcard
hu: Csak a mintára illeszkedő fájlok vizsgálata

source: Reread data for existing tracks
hu: Létező számok adatainak újraolvasása

source: Remove non-existing files from store
hu: Nem létező fájlok eltávolítása a tárolóból

source: Artist
hu: Szerző

source: Sort artists by
hu: Előadók rendezése a következő szerint

source: Artist name
hu: Előadó neve

source: Artist name (lowercase)
hu: Előadó neve (kisbetűvel)

source: Directory name
hu: Könyvtár neve

source: Directory name (lowercase)
hu: Könyvtár neve (kisbetűvel)

source: Record
hu: Album

source: Sort records by
hu: Albumok rendezése a következő szerint

source: Record name
hu: Album címe

source: Record name (lowercase)
hu: Album címe (kisbetűvel)

source: Year
hu: Év

source: Add year to the comments of new records
hu: Év hozzáadása az újonnan felvett albumok kommentjéhez

source: Track
hu: Szám

source: Import Replaygain tag as manual RVA
hu: Replaygain tag importálása rögzített RVA-ként

source: Import Comment tag
hu: Komment tag importálása

source: Sandbox
hu: Homokozó

source: Filename:
hu: Fájlnév:

source: Test
hu: Teszt

source: Building store from filesystem
hu: Tároló felépítése fájlrendszerről

source: Processing:
hu: Feldolgozás:

source: Action:
hu: Művelet:

source: Abort
hu: Megszakítás

source: Unknown Artist
hu: Ismeretlen előadó

source: Unknown Record
hu: Ismeretlen album

source: Scanning files
hu: Fájlok vizsgálata

source: Processing metadata
hu: Metaadatok olvasása

source: CDDB lookup
hu: CDDB lekérdezés

source: Name transformation
hu: Név transzformáció

source: Reading file
hu: Fájl olvasása

source: Removing non-existing files
hu: Nem létező fájlok törlése

source: Unknown disc
hu: Ismeretlen lemez

source: No disc
hu: Nincs lemez

source: CDDB query
hu: CDDB lekérdezés

source: Retrieving matches from server...
hu: Találatok letöltése a szerverről...

source: Connecting to CDDB server...
hu: Kapcsolódás a CDDB szerverhez...

source: Error
hu: Hiba

source: An error occurred while attempting to connect to the CDDB server.
hu: Hiba történt a CDDB szerverhez való kapcsolódás közben.

source: Warning
hu: Figyelmeztetés

source: No matching record found.
hu: Az album nem található az adatbázisban.

source: Import as Sort Key
hu: Importálás kulcsként

source: Import as Title
hu: Importálás címként

source: Import as Year
hu: Importálás évként

source: Artist appears to be in all lowercase. Do you want to proceed?
hu: Az előadó csupa kisbetűvel szerepel. Akarod folytatni?

source: Artist appears to be in all uppercase. Do you want to proceed?
hu: Az előadó csupa nagybetűvel szerepel. Akarod folytatni?

source: Title appears to be in all lowercase. Do you want to proceed?
hu: A cím csupa kisbetűvel szerepel. Akarod folytatni?

source: Title appears to be in all uppercase. Do you want to proceed?
hu: A cím csupa nagybetűvel szerepel. Akarod folytatni?

source: It is very likely that the year is wrong. Do you want to proceed?
hu: Nagyon valószínű, hogy az év hibás. Akarod folytatni?

source: The email address provided for submission is invalid.
hu: A feltöltéshez megadott email cím érvénytelen.

source: An error occurred while submitting the record to the CDDB server.
hu: Hiba történt a lemez CDDB szerverhez való küldése közben.

source: Correct existing record
hu: Meglévő album módosítása

source: Submit new record
hu: Új album feltöltése

source: Matches:
hu: Találatok:

source: Artist:
hu: Előadó:

source: Title:
hu: Cím:

source: Year:
hu: Év:

source: Category:
hu: Kategória:

source: (choose a category)
hu: (válassz egy kategóriát)

source: Genre:
hu: Műfaj:

source: Extended data:
hu: Egyéb adat:

source: Import as Artist
hu: Importálás előadóként

source: Add to Comments
hu: Hozzáadás a kommentekhez

source: Tracks
hu: Számok

source: You have to provide an email address for CDDB submission.
hu: Meg kell adni egy email címet a feltöltéshez.

source: Please select the directory for ripped files.
hu: Válassz ki egy könyvtárat a rippelt fájloknak.

source: (none)
hu: (nincs)

source: fast
hu: gyors

source: best
hu: legjobb

source: Compression level:
hu: Tömörítés szintje:

source: Bitrate [kbps]:
hu: Bitráta [kbps]:

source: Artist/Album already existing, not empty
hu: Az előadó vagy album már létezik, és nem üres

source: The Music Store you selected has a matching Artist and Album, already containing some tracks. If you press OK, these tracks will be removed. The files themselves will be left intact, but they will be removed from the destination Music Store. Press Cancel to get back to change the Artist/Album or the destination Music Store.
hu: A kiválasztott tárolóban már van ilyen előadó és album, amely néhány számot is tartalmaz. Az OK gombot megnyomva ezek a számok eltűnnek a tárolóból. Ez maguk a fájlokat nem érinti, csak a célként megjelölt tárolóból törlődnek. Ha inkább szeretnél visszatérni a előadó, album vagy zenetár módosításához, válaszd a Mégse gombot.

source: Rip CD
hu: CD rippelés

source: Album:
hu: Lemez:

source: Rip
hu: Rippelés

source: Title
hu: Cím

source: Select
hu: Kiválasztás

source: All
hu: Mind

source: None
hu: Egyik sem

source: Output
hu: Kimenet

source: Destination
hu: Cél

source: Target directory for ripped files
hu: Válassz egy könyvtárat a rippelt fájloknak

source: Add to Music Store
hu: Hozzáadás a Zenetárhoz

source: Format
hu: Formátum

source: File format:
hu: Fájl formátum:

source: VBR encoding
hu: VBR kódolás

source: Tag files with metadata
hu: Fájlok taggelése metaadatokkal

source: Paranoia error correction
hu: Paranoia hibajavítás

source: Perform overlapped reads
hu: Átlapolt olvasások végzése

source: Verify data integrity
hu: Adat integritás ellenőrzése

source: Unlimited retry on failed reads (never skip)
hu: Meghiúsult olvasások esetén tetszőleges számú újraolvasás (soha nem ugrik)

source: Maximum number of retries:
hu: Újrapróbálások maximális száma:

source: Destination directory is not read-write accessible!
hu: A célkönyvtár nem írható-olvasható!

source: Total
hu: Összesen

source: (audio only)
hu: (csak audio)

source: Ripping CD tracks
hu: Számok rippelése

source: Begin
hu: Kezdet

source: Length
hu: Hossz

source: Progress
hu: Feldolgozás

source: Close window when complete
hu: Ablak bezárása, ha kész

source: Close
hu: Bezárás

source: Unknown Album
hu: Ismeretlen lemez

source: Unknown Track
hu: Ismeretlen szám

source: Please select the directory for exported files.
hu: Válassz ki egy könyvtárat az exportált fájloknak.

source: Copy
hu: Másolás

source: Help
hu: Súgó

source: The template string you enter here will be used to construct the filename of the exported files. The Artist, Record and Track names are denoted by %%%%a, %%%%r and %%%%t. The track number and format-dependent file extension are denoted by %%%%n and %%%%x, respectively. The flag %%%%i gives an identifier which is unique within an export session.
hu: Az alábbi sablon az exportált fájlok nevét határozza meg. Az előadó, lemez és szám címeket %%%%a, %%%%r és %%%%t jelöli. A track számát és a formátumtól függő kiterjesztést %%%%n és %%%%x adja meg. Az %%%%i kapcsoló az export folyamaton belül egyedi azonosítót eredményez.

source: Export files
hu: Fájlok exportálása

source: Location and filename
hu: Hely és fájlnév

source: Target directory:
hu: Célkönyvtár:

source: Create subdirectories for artists
hu: Alkönyvtár létrehozása előadónként

source: Create subdirectories for albums
hu: Alkönyvtár létrehozása lemezenként

source: Subdirectory name length limit:
hu: Alkönyvtár név maximális hossza:

source: Filename template:
hu: Fájlnév sablon:

source: Filter
hu: Szűrő

source: Do not reencode files already being in the target format
hu: A célformátumban lévő fájlokat ne kódolja újra

source: Do not reencode files matching wildcard:
hu: Mintára illeszkedő fájlok kihagyása

source: Error in format string
hu: Hiba a formátum sablonban

source: Exporting files
hu: Fájlok exportálása

source: Source file:
hu: Forrás fájl:

source: Target file:
hu: Célfájl:

source: Progress:
hu: Feldolgozás:

source: *File info
hu: *Fájl infó

source: File info
hu: Fájl infó

source: There are unsaved changes to the file metadata.
hu: A fájl nem mentett metaadat változtatásokat tartalmaz.

source: Save and close
hu: Mentés és bezárás

source: Discard changes
hu: Változások eldobása

source: Do not close
hu: Ne zárja be

source: Conversion error in field %s: '%s' does not conform to format '%s'!
hu: Konverziós hiba a következő mezőben: %s '%s' nem felel meg a(z) '%s' formátumnak.

source: Attached Picture frame with no image set! Please set an image or remove the frame.
hu: Az Attached Picture keretből hiányzik a kép. Adj meg egyet, vagy töröld a keretet.

source: Failed to write metadata to file. Reason: %s
hu: A fájlban nem sikerült beállítani a metaadatokat. A hiba oka: %s

source: Error converting field %s to Year: '%s' is not an integer number!
hu: A(z) '%s' mező nem konvertálható évre: '%s' nem egész szám.

source: Please specify the file to save the image to.
hu: Add meg az elmentendő képfájlt.

source: (no image)
hu: (nincs kép)

source: (error loading image)
hu: (hiba a kép betöltése közben)

source: Please specify the file to load the image from.
hu: Add meg a betöltendő képfájlt.

source: Could not load image from: %s
hu: Az alábbi helyről nem sikerült képet betölteni: "%s"

source: MIME type: %s
hu: MIME típus: %s

source: Picture type:
hu: Kép típusa:

source: Description:
hu: Leírás:

source: (no description)
hu: (nincs leírás)

source: Change
hu: Csere

source: Save
hu: Mentés

source: Import as Record
hu: Importálás albumként

source: Import as Track No.
hu: Importálás track számaként

source: Import as RVA
hu: Importálás RVA-ként

source: Add
hu: Hozzáadás

source: field:
hu: mező:

source: Track:
hu: Szám:

source: File:
hu: Fájl:

source: Audio data
hu: Audio jellemzők

source: Format:
hu: Formátum:

source: Length:
hu: Hossz:

source: Samplerate:
hu: Mintavételi frekvencia:

source: Channel count:
hu: Csatornák száma:

source: Bandwidth:
hu: Sávszélesség:

source: Total samples:
hu: Összes mintavétel:

source: Mode:
hu: Mód:

source: Type:
hu: Típus:

source: Channels:
hu: Csatornák:

source: Patterns:
hu: Minták:

source: Samples:
hu: Mintavételek:

source: Instruments:
hu: Hangszerek:

source: Samples
hu: Mintavételek:i frekvencia:

source: Instruments
hu: Hangszerek

source: Name
hu: Név

source: STOPPING
hu: MEGÁLLÍT

source: Output:
hu: Kimenet:

source: No output
hu: Nincs kimenet

source: SRC Type:
hu: SRC Típus:

source: Loop range: %d-%d%% [%s - %s]
hu: Ismétlési tartomány: %d-%d%% [%s - %s]

source: Loop range: %d-%d%%
hu: Ismétlési tartomány: %d-%d%%

source: One or more stores in Music Store have been modified. Do you want to save them before exiting?
hu: Zenetárban egy vagy több tároló tartalma megváltozott. Szeretnéd elmenteni őket kilépés előtt?

source: Do not exit
hu: Ne lépjen ki

source: Quit
hu: Kilépés

source: Position: %d%%
hu: Pozíció: %d%%

source: Mute
hu: Néma

source: Volume: %s
hu: Hangerő: %s

source: Balance: %s
hu: Balansz: %s

source: JACK connection lost
hu: Megszakadt a JACK összeköttetés

source: JACK has either been shutdown or it disconnected Aqualung because it was not fast enough. All you can do now is restart both JACK and Aqualung.
hu: A JACK szervert leállították, vagy lekapcsolta az Aqualungot, mert nem volt elég gyors. Újra kell indítani a JACK-et és az Aqualungot is.

source: Warn me if the Window Manager does not support system tray
hu: Figyelmeztetés, ha az ablakkezelő nem támogatja a rendszertálcát

source: Aqualung is compiled with system tray support, but the status icon could not be embedded in the notification area. Your desktop may not have support for a system tray, or it has not been configured correctly.
hu: Az Aqualung támogatja a rendszertálca használatát, de az állapotikont nem sikerült a tálcára helyezni. Lehet, hogy az asztalodról hiányzik a rendszertálca, vagy nincs megfelelően beállítva.

source: Settings
hu: Beállítások

source: Skin chooser
hu: Szkin-választó

source: JACK port setup
hu: JACK port beállítás

source: Previous song
hu: Előző szám

source: Stop
hu: Megállítás

source: Next song
hu: Következő szám

source: Play/Pause
hu: Lejátszás/Szünet

source: Play
hu: Lejátszás

source: Pause
hu: Szünet

source: Repeat current song
hu: Aktuális szám ismétlése

source: Repeat all songs
hu: Összes szám ismétlése

source: Shuffle songs
hu: Véletlenszerű sorrend

source: Toggle playlist
hu: Lejátszólista

source: Toggle music store
hu: Zenetár

source: Toggle LADSPA patch builder
hu: LADSPA effekt szerkesztő

source: Show Aqualung
hu: Aqualung mutatása

source: Hide Aqualung
hu: Aqualung elrejtése

source: Previous
hu: Előző

source: Next
hu: Következő

source: %d / %d files
hu: %d / %d fájl

source: %d / %d directories
hu: %d / %d könyvtár

source: Cannot write to selected directory. Please select another directory.
hu: A kiválasztott könyvtárba nem lehet írni, válassz egy másikat.

source: Done
hu: Kész

source: Aborted...
hu: Megszakítva...

source: Please enter directory name.
hu: Add meg a könyvtár nevét.

source: Create directory
hu: Könyvtár létrehozása

source: Please enter a new name.
hu: Adj meg egy új nevet.

source: Rename
hu: Átnevezés

source: Directory '%s' will be removed with its entire contents. Do you want to proceed?
hu: Biztosan el akarod távolítani a '%s' könyvtárat és teljes tartalmát?

source: File '%s' will be removed. Do you want to proceed?
hu: Biztosan el akarod távolítani a '%s' fájl?

source: Remove
hu: Eltávolítás

source: (capacity = %.1f MB)
hu: (kapacitás = %.1f MB)

source: Free space (%.1f MB)
hu: Szabad hely (%.1f MB)

source: No suitable iRiver iFP device found. Perhaps it is unplugged or turned off.
hu: Nem található megfelelő iRiver iFP eszköz. Lehet, hogy nincs csatlakoztatva, vagy ki van kapcsolva.

source: Device is busy. (Aqualung was unable to claim its interface.)
hu: Az eszköz foglalt. (Nem sikerült hozzáférni az interfészhez.)

source: Device is not responding. Try jiggling the handle.
hu: Az eszköz nem válaszol. Próbáld mozgatni a fogantyúját.

source: Please select a local path.
hu: Válassz egy helyi elérési utat.

source: Please select at least one valid song from playlist.
hu: Válassz ki legalább egy érvényes számot a lejátszólistából.

source: One song has format unsupported by your player. Do you want to proceed?
hu: A lejátszód nem támogatja az egyik szám formátumát. Akarod folytatni?

source: %d of %d songs have format unsupported by your player. Do you want to proceed?
hu: A lejátszód %d szám formátumát nem támogatja a megadott %d közül. Akarod folytatni?

source: The selected song has format unsupported by your player. Do you want to proceed?
hu: A lejátszód nem támogatja a kiválasztott szám formátumát. Akarod folytatni?

source: None of the selected songs has format supported by your player. Do you want to proceed?
hu: A lejátszód egyik kiválasztott szám formátumát sem támogatja. Akarod folytatni?

source: iFP device manager (upload mode)
hu: iFP eszközkezelő (feltöltés mód)

source: iFP device manager (download mode)
hu: iFP eszközkezelő (letöltés mód)

source: Selected files:
hu: Kiválasztott fájlok:

source: <b>Songs info</b>
hu: <b>Szám info</b>

source: Model:
hu: Modell:

source: Battery
hu: Elem

source: Free space
hu: Szabad hely

source: <b>Device status</b>
hu: <b>Eszköz állapota</b>

source: Size
hu: Méret

source: Create a new directory
hu: Új könyvtár létrehozása

source: <b>Remote directory</b>
hu: <b>Távoli könyvtár</b>

source: <b>Local directory</b>
hu: <b>Helyi könyvtár</b>

source: Browse
hu: Tallózás

source: File name:
hu: Fájlnév:

source: Current file:
hu: Aktuális fájl:

source: Overall:
hu: Összesen:

source: Idle
hu: Tétlen

source: <b>Transfer progress</b>
hu: <b>Másolási folyamat</b>

source: Close window when transfer complete
hu: Ablak bezárása, ha kész

source: _Upload
hu: _Feltöltés

source: _Download
hu: _Letöltés

source: _Abort
hu: _Megszakítás

source: Success
hu: Siker

source: Memory allocation error
hu: Memória foglalási hiba

source: Unable to open file
hu: Sikertelen fájlmegnyitás

source: No metadata support for this format
hu: A formátum nem támogat metaadatot

source: File is not writable
hu: A fájl nem írható

source: Invalid 'Track no.' field value
hu: A 'Track no.' mező értéke érvénytelen

source: Invalid 'Genre' field value
hu: A 'Genre' mező értéke érvénytelen

source: Conversion to target charset failed
hu: Nem sikerült konvertálni a megadott karakterkészletre.

source: Unknown error
hu: Ismeretlen hiba

source: Album
hu: Lemez

source: Date
hu: Dátum

source: Genre
hu: Műfaj

source: Track No.
hu: Track száma

source: Comment
hu: Megjegyzés

source: Performer
hu: Előadó

source: Description
hu: Leírás

source: Organization
hu: Szervezet

source: Location
hu: Hely

source: Contact
hu: Kapcsolat

source: License
hu: Licenc

source: Version
hu: Verzió

source: Subtitle
hu: Alcím

source: Debut Album
hu: Debütáló lemez

source: Publisher
hu: Kiadó

source: Conductor
hu: Karmester

source: Composer
hu: Zeneszerző

source: Publication Right
hu: Publikáció joga

source: File
hu: Fájl

source: Catalog Number
hu: Katalógus szám

source: Label Code
hu: Címke kód

source: Record Date
hu: Felvétel dátuma

source: Record Location
hu: Felvétel helye

source: Media
hu: Média

source: Related
hu: Kapcsolódó

source: Abstract
hu: Absztrakt

source: Language
hu: Nyelv

source: Bibliography
hu: Irodalomjegyzék

source: Encoding Time
hu: Kódolás ideje

source: Playlist Delay
hu: Lejátszólista késleltetés

source: Original Release Time
hu: Eredeti kiadás ideje

source: Release Time
hu: Kiadás ideje

source: Tagging Time
hu: Taggelés ideje

source: Encoded by
hu: Kódoló

source: Lyricist/Text Writer
hu: Szövegíró

source: File Type
hu: Fájltípus

source: Involved People
hu: Résztvevő emberek
