Repository: jeremyevans/aqualung
Catalog: po/*.po
Languages: ru, uk

source: Paths must either be absolute or starting with a tilde, which will be expanded to the user's home directory. Drag and drop entries in the list to set the store order in the Music Store.
ru: Пути должны быть или абсолютными, или начинаться с тильды, которая будет преобразована в домашний каталог пользователя. Перетащите содержимое в списке, чтобы установить порядок хранения в Музыкальной Библиотеке.
uk: Шляхи мають бути абсолютними або починатися із тильди, яку буде перетворено на домашній каталог користувача. Перетягніть записи у списку, щоб встановити порядок зберігання у Музичному Сховищі.

source: Set the drive speed for CD playing in CD-ROM speed units. One speed unit equals to 176 kBps raw data reading speed. Warning: not all drives honor this setting. Lower speed usually means less drive noise. However, when using Paranoia error correction modes for increased accuracy, generally much larger speeds are required to prevent buffer underruns (and thus audible drop-outs). Please note that these settings do not apply to CD Ripping, which always happens with maximum available speed and with error correction modes manually set before every run.
ru: Установите скорость привода для проигрывания CD в единицах скорости CD-ROM. Одна единица скорости соответсвует скорости чтения данных 176 кбит/с. Предупреждение: не все приводы принимают эту установку. Низшая скорость обычно означает меньше шума от привода. Однако, при использовании режимов коррекции ошибок Paranoia для повышенной точности, обычно необходимы намного большие скорости, чтобы предотвратить опустошение буфера (и как следствие - слышимых выпадений). Пожалуйста, обратите внимание на то, что эти настройки не влияют на извлечение музыки с CD (Ripping), которое всегда происходит на максимальной доступной скорости и с ручной установкой режимов коррекции ошибок перед каждым сеансом.
uk: Встановіть швидкість приводу для програвання CD в одиницях швидкості CD-ROM. Одна одиниця швидкості відповідає швидкості читання даних 176 кбіт/с. Попередження: не всі пристрої приймають це налаштування. Нижча швидкість зазвичай означає менше галасу з боку приводу. Однак, коли використовуються режими корекції помилок Paranoia для підвищення точності, звичайно потрібні набагато більші швидкості, аби запобігти спустошенню буфера (і як наслідок - чутних випадань). Будь ласка, зауважте, що ці налаштування не впливають на діставання музики з CD (Ripping), яке завжди відбувається на максимально можливій швидкості та з ручним встановленням режимів корекції помилок перед кожним сеансом.

source: Most drives let Aqualung know when a CD has been inserted or removed by providing a 'media changed' flag. However, some drives don't set this flag properly, and thus it may happen that a newly inserted CD remains unnoticed to Aqualung. In such cases, enabling this option should help.
ru: Большинство приводов дают Aqualung'у знать, когда вставлен или извлечён CD, уснанавливая флаг 'носитель сменён'. Однако, некоторые приводы не устанавливают этот флаг должным образом, и поэтому вновь вставленный CD может остаться незамеченным Aqualung'ом. В таких случаях должно помочь включение данной функции.
uk: Більшість пристроїв дають Aqualung'у знати, коли вставлено або вилучено CD, встановлюючи прапор 'носій змінено'. Однак, деякі пристрої не втановлюють цей флаг належним чином, і тому щойно вставлений CD може лишитися непоміченим Aqualung'ом. В таких випадках увімкнення цієї функції має допомогти.

source: Here you should enter a comma-separated list of domains that should be accessed without using the proxy set above. Example: localhost, .localdomain, .my.domain.com
ru: Здесь вы должны ввести через запятую список доменов, доступ к которым должен осуществляться без использования прокси, установленного выше. Пример: localhost, .localdomain, .my.domain.com
uk: Тут ви маєте увести через кому список доменів, доступ до яких має здійсньватися без використання проксі, встановленого вище. Приклад: localhost, .localdomain, .my.domain.com

source: Embed playlist into main window
ru: Встроить плейлист в основное окно
uk: Вбудувати список програвання у головне вікно

source: Enable systray
ru: Разрешить системный лоток
uk: Увімкнути системний лоток

source: Do nothing
ru: Ничего не делать
uk: Нічого не робити

source: Change volume
ru: Изменить громкость
uk: Змінити гучність

source: Change balance
ru: Изменить баланс
uk: Змінити баланс

source: Change song position
ru: Изменить позицию песни
uk: Змінити позицію пісні

source: Change current song
ru: Изменить текущую песню
uk: Змінити поточну пісню

source: Left button
ru: Левая кнопка
uk: Ліва клавіша

source: Middle button
ru: Средняя кнопка
uk: Середня клавіша

source: Right button
ru: Правая кнопка
uk: Права клавіша

source: Button
ru: Кнопка
uk: Клавіша

source: Left and right mouse buttons are reserved.
ru: Левая и правая кнопки мыши зарезервированы.
uk: Ліву та праву клавіші миші зарезервовано.

source: This button is already assigned.
ru: Эта клавиша уже назначена.
uk: Цю клавішу вже призначено.

source: Add mouse button command
ru: Добавить команду для кнопки мыши
uk: Додати команду клавіші миші

source: Mouse button
ru: Кнопка мыши
uk: Клавіша миші

source: Click here to set mouse button
ru: Щёлкните здесь, чтобы установить кнопку мыши
uk: Клацніть тут, щоб встановити клавішу миші

source: Command
ru: Команда
uk: Команда

source: Main window
ru: Главное окно
uk: Головне вікно

source: Disable control buttons relief
ru: Отключить рельеф управляющих кнопок
uk: Вимкнути рельєф кнопок керування

source: Combine play and pause buttons
ru: Объединить кнопки паузы и воспроизведения
uk: Об'єднати кнопки паузи ті відтворення

source: Keep main window always on top
ru: Размещать главное окно всегда сверху
uk: Розміщувати головне вікно завжди зверху

source: Show song name in the main window's title
ru: Показывать название песни в заголовке главного окна
uk: Показувати назву пісні у заголовку головного вікна

source: Title Format
ru: Формат заголовка
uk: Формат назви

source: Programmable title format file
ru: файл программируемого форматирования заголовка
uk: Файл програмованого форматування заголовка

source: Systray
ru: Системный лоток
uk: Системний лоток

source: Start minimized
ru: Запускать минимизированным
uk: Запускати мінімізованим

source: Play/Stop song
ru: Играть/Остановить песню
uk: Грати/Зупинити пісню

source: Play/Pause song
ru: Играть/Остановить песню
uk: Програвати/Зупинити пісню

source: Mouse wheel
ru: Колесо мыши
uk: Колесо миші

source: Vertical mouse wheel:
ru: Вертикальное колесо мыши:
uk: Вертикальне колесо миші:

source: Horizontal mouse wheel:
ru: Горизонтальное колесо мыши:
uk: Горизонтальне колесо миші:

source: Mouse buttons
ru: Кнопки мыши
uk: Клавіші миші

source: Miscellaneous
ru: Разное
uk: Різне

source: Implicit command line
ru: подразумеваемая командная строка
uk: Неявний командний рядок

source: Cover art
ru: Обложка
uk: Обкладинка

source: Default cover width:
ru: Ширина обложки по умолчанию:
uk: Ширина обкладинки за замовчуванням:

source: 50 pixels
ru: 50 пикселов
uk: 50 пікселів

source: 100 pixels
ru: 100 пикселов
uk: 100 пікселів

source: 200 pixels
ru: 200 пикселов
uk: 200 пікселів

source: 300 pixels
ru: 300 пикселов
uk: 300 пікселів

source: use browser window width
ru: использовать ширину окна браузера
uk: використовувати ширину вікна оглядача

source: Do not magnify images with smaller width
ru: Не увеличивать изображения меньшей ширины
uk: Не збільшувати зображення меншої ширини

source: Show cover thumbnail for Music Store tracks only
ru: Показывать миниатюру обложки только для треков из Музыкальной библиотеки
uk: Показувати мініатюру обкладинки тільки для треків з Музичного Сховища

source: Don't show cover thumbnail in the main window
ru: Не показывать миниатюру обложки в главном окне
uk: Не показувати мініатюру обкладинки у головному вікні

source: Enable tooltips
ru: Включить подсказки
uk: Увімкнути підказки

source: Simple view in LADSPA patch builder
ru: Простой вид в сборщике патчей LADSPA
uk: Спрощений вигляд будівельника патчів LADSPA

source: United windows minimization
ru: Объединённая минимизация окон
uk: Об'єднана мінімізація вікон

source: Show hidden files and directories in file choosers
ru: Показывать скрытые файлы и каталоги в диалогах выбора файла
uk: Показувати приховані файли та каталоги у діалогах вибору файу

source: Show tags tab first in the file info dialog
ru: Показывать вкладку тэгов первой в окне информации о файле
uk: Показувати вкладку тегів першою у вікні інформації про файл

source: Playlist
ru: Плей-лист
uk: Список програвання

source: Put control buttons at the bottom of playlist
ru: Разместить кнопки управления внизу плей-листа
uk: Кнопки керування знизу списку програвання

source: Save and restore the playlist on exit/startup
ru: Сохранять и восстанавливать плей-лист при закрытии/запуске
uk: Запис та відновлення списку програвання при виході/запуску

source: Save playlist periodically [min]:
ru: Периодически сохранять плей-лист [мин.]:
uk: Періодично зберігати список програвання [хвил.]:

source: Album mode is the default when adding entire records
ru: Режим альбома используется по умолчанию при добавлении целых записей
uk: Режим альбому використовується за замовчуванням при додаванні цілих записів

source: Always show the tab bar
ru: Всегда показывать строку вкладок
uk: Завжди показувати рядок вкладок

source: Show close button in tab
ru: Показывать кнопку закрытия в закладке
uk: Показувати кнопку закриття на вкладці

source: When shuffling, records added in Album mode are played in order
ru: В режиме перемешивания записи, добавленные в режиме альбома, проигрываются по порядку
uk: У режимі перемішування записи, додані в режимі альбому, програються по черзі

source: Enable statusbar
ru: Включить строку состояния
uk: Увімкнути рядок стану

source: Enable statusbar in playlist
ru: Включить строку состояния в плей-листе
uk: Увімкнути рядок стану у списку програвання

source: Show soundfile size in statusbar
ru: Отображать размер файла в строке состояния
uk: Показувати розмір файлу у статусному рядку

source: Show RVA values
ru: Показать значения RVA
uk: Показати значення RVA

source: Show track lengths
ru: Показывать длину треков
uk: Показати тривалість доріжок

source: Show active track name in bold
ru: Показывать название активного трека жирным
uk: Виділяти жирним активну доріжку

source: Automatically roll to active track
ru: Автоматически перемещаться к активной песне
uk: Автоматично переміщатися до активної доріжки

source: Enable rules hint
ru: Чередующаяся окраска строк в списке
uk: Переміжний колір рядків у списку

source: Playlist column order
ru: Порядок колонок в плей-листе
uk: Порядок стовпчиків списку пргравання

source: Drag and drop entries in the list below to set the column order in the Playlist.
ru: Перетащите содержимое в списке ниже, чтобы установить порядок колонок в плейлисте.
uk: Перетягуйте пункти у списку нижче для встановлення порядку стовпчиків у списку пргравання.

source: Column
ru: Колонка
uk: Стовпчик

source: Track titles
ru: Названия треков
uk: Назви доріжок

source: RVA values
ru: Значения RVA
uk: Значення RVA

source: Track lengths
ru: Длины треков
uk: Довжина доріжок

source: Hide comment pane
ru: Спрятать панель комментария
uk: Приховати панель коментарів

source: Hide the Music Store comment pane
ru: Спрятать панель комментария в Музыкальной Библиотеке
uk: Приховати панель коментарів Музичного Складу

source: Enable toolbar
ru: Включить панель инструментов
uk: Увімкнути панель інструментів

source: Enable toolbar in Music Store
ru: Разрешить панель инструментов в Музыкальной библиотеке
uk: Увімкнути панель інструментів у Музичному Сховищі

source: Enable statusbar in Music Store
ru: Разрешить строку состояния в Музыкальной библиотеке
uk: Увімкнути рядок стану у Музичному Сховищі

source: Expand Stores on startup
ru: Развернуть библиотеки при запуске
uk: Розгорнути сховища після запуску

source: Enable tree node icons
ru: Разрешить значки узлов дерева
uk: Дозволити значки вузлів дерева

source: Enable Music Store tree node icons
ru: Разрешить значки узлов дерева в Музыкальной Библиотеке
uk: Дозволити значки вузлів дерева Музичного Сховища

source: Ask for confirmation when removing items
ru: Запрашивать подтверждение перед удалением элементов
uk: Запитувати підтвердження при видаленні елементів

source: Paths to Music Store databases
ru: Пути к базам данных музыкальной библиотеки
uk: Шляхи до баз даних Музичного Сховища

source: Path
ru: Путь
uk: Шлях

source: Access
ru: Доступ
uk: Доступ

source: Refresh
ru: Обновить
uk: Оновити

source: LADSPA plugin processing
ru: Обработка дополнения LADSPA
uk: Обробка додатку LADSPA

source: Pre Fader (before Volume & Balance)
ru: Предусилитель (до громкости и баланса)
uk: Передпідсилювач (до Гучності та Баланса)

source: Post Fader (after Volume & Balance)
ru: Постусилитель (после громкости и баланса)
uk: Постпідсилювач (після Гучності та Баланса)

source: Aqualung is compiled without LADSPA plugin support. See the About box and the documentation for details.
ru: Aqualung скомпилирован без поддержки дополнений LADSPA. Детали см. в окне О программе и документации.
uk: Aqualung скомпільовано без підтримки додатків LADSPA. Дивись вікно 'Про програму' та документацію для подробиць.

source: Sample Rate Converter type
ru: Тип преобразователя частоты дискретизации
uk: Тип перетворювача частоти дискретизації

source: Aqualung is compiled without Sample Rate Converter support. See the About box and the documentation for details.
ru: Aqualung скомпилирован без поддержки Преобразователя частоты дискретизации. Детали см. в окне О программе и документации.
uk: Aqualung скомпільовано без підтримки Перетворювача Частоти Дискретизації. Дивись вікно 'Про програму' та документацію для подробиць.

source: Playback RVA
ru: АУГ (RVA)
uk: АВГ (RVA)

source: Enable playback RVA
ru: Включить Автоматическое Уравнивание Громкости (RVA)
uk: Задіяти Автоматичне Вирівнювання Гучності (RVA)

source: Listening environment:
ru: Среда прослушивания:
uk: Оточення прослуховування:

source: Audiophile
ru: Аудиофил
uk: Аудіофіл

source: Living room
ru: Гостинная
uk: Вітальня

source: Office
ru: Офис
uk: Офіс

source: Noisy workshop
ru: Шумная мастерская
uk: Галаслива майстерня

source: Reference volume [dBFS] :
ru: Опорный уровень [дБ полная шкала] :
uk: Опорний рівень [дБ повна шкала] :

source: Steepness [dB/dB] :
ru: Крутизна [dB/dB] :
uk: Крутість [дБ/дБ] :

source: RVA for Unmeasured Files [dB] :
ru: Уровень RVA для неизмеренных файлов [дБ] :
uk: Рівень RVA для незміряних файлів [дБ] :

source: Apply averaged RVA to tracks of the same record
ru: Применить усреднённый уровень RVA для треков из одной записи
uk: Застосувати усереднений рівень RVA до доріжок одного запису

source: Drop statistical aberrations based on
ru: Пренебрегать случайными отклонениями, основываясь на
uk: Нехтувати випадковими відхиленнями, базуючись на

source: % of standard deviation
ru: % от стандартного отклонения
uk: % від стандартного відхилення

source: Linear threshold [dB]
ru: Линейном пороге [дБ]
uk: Лінійному порозі [дБ]

source: Linear threshold [dB] :
ru: Линейный порог [дБ] :
uk: Лінійний поріг [дБ] :

source: % of standard deviation :
ru: % от стандартного отклонения :
uk: % від стандартного відхилення :

source: ReplayGain tag to use (with fallback to the other):
ru: Используемый тэг ReplayGain (с отходом на другой):
uk: Тег ReplayGain для використання (із відходом на інший):

source: Replaygain_album_gain
ru: Replaygain_track_gain
uk: Replaygain_track_gain

source: Adding files to Playlist
ru: Добавление файлов в плей-лист
uk: Додавання файлів до списку програвання

source: Use basename only instead of full path if no metadata is available.
ru: Использовать только основное имя вместо полного пути, если не доступны метаданные.
uk: Використовувати тільки базове ім'я замість повного шляху,якщо не доступні метадані.

source: Metadata editor (File info dialog)
ru: Редактор метаданных (диалог информации о файле)
uk: Редактор метаданих (діалог інформації про файл)

source: When adding new frames, try to set their contents from another tag's equivalent frame.
ru: При добавлении новых полей пытаться установить их содержимое из эквивалентных полей другого тэга.
uk: При додаванні нових полів намагатися встановити їх вміст з еквівалентних полів іншого тега.

source: Batch update & encode (mass tagger, CD ripper, file export)
ru: Пакетное обновление и кодирование (массовое заполнение тэгов, извлечение из CD, экспорт файлов)
uk: Пакетне оновлення та кодування (масове заповнення тегів, діставання з CD, експорт файлів)

source: Tags to add when creating or updating MPEG audio files:
ru: Тэги, добавляемые при создании или изменении аудиофайлов MPEG:
uk: Теги, які додавати при створенні чи зміні аудіофайлів MPEG:

source: Note: pre-existing tags will be updated even though they might not be checked here.
ru: Примечание: существующие тэги будут обновлены даже если они не выбраны здесь.
uk: Зауваження: існуючі теги будуть оновлені навіть якщо вони не обрані тут.

source: CD drive speed:
ru: Скорость привода CD:
uk: Швидкість приводу CD:

source: Maximum number of retries:
ru: Максимальное количество попыток:
uk: Максимальна кількість спроб:

source: Force TOC re-read on every drive scan
ru: Принудительно перечитывать таблицу файлов при каждом сканировании диска
uk: Примусово перечитувати таблицю файлів при кожному скануванні диску

source: Automatically add CDs to Playlist
ru: Автоматически добавлять CD в плей-лист
uk: Автоматично додавати CD до списку програвання

source: Automatically remove CDs from Playlist
ru: Автоматически удалять CD из плейлиста
uk: Автоматично видаляти CD зі списку програвання

source: CDDB server:
ru: Сервер CDDB:
uk: Сервер CDDB:

source: Connection timeout [sec]:
ru: Лимит времени ожидания соединения [сек]:
uk: Таймаут з'єднання [сек]:

source: Email address for submission:
ru: Адрес электронной почты для подписки:
uk: Адреса електроної пошти для підписки:

source: Local CDDB directory:
ru: Локальный каталог CDDB:
uk: Локальний каталог CDDB:

source: Use the local database only
ru: Использовать только локальную базу данных
uk: Використовувати лише локальну базу даних

source: Protocol for querying (direct connection only):
ru: Протокол для запросов (только прямое соединение):
uk: Протокол для запитів (лише пряме з'єднання):

source: CDDBP (port 888)
ru: CDDBP (порт 888)
uk: CDDBP (порт 888)

source: HTTP (port 80)
ru: HTTP (порт 80)
uk: HTTP (порт 80)

source: Internet
ru: Интернет
uk: Інтернет

source: Direct connection to the Internet
ru: Прямое подключение к Интернету
uk: Пряме з'єеднання з Інтернетом

source: Connect via HTTP proxy
ru: Подключение через HTTP-прокси
uk: З'єднання через HTTP-проксі

source: Proxy settings
ru: Настройки прокси
uk: Налаштування проксі

source: Proxy host:
ru: Адрес прокси:
uk: Адреса проксі:

source: Port:
ru: Порт:
uk: Порт:

source: No proxy for:
ru: Не использовать прокси для:
uk: Не використовувати проксі для:

source: Timeout for socket I/O:
ru: Время ожидания ввода/вывода сокета:
uk: Час очікування вводу/виводу сокета:

source: seconds
ru: секунд
uk: секунд

source: Appearance
ru: Внешний вид
uk: Вигляд

source: Override skin settings
ru: Сбросить настройки скина
uk: Перекривати установки жупана

source: Fonts
ru: Шрифты
uk: Шрифти

source: Playlist:
ru: Плей-лист:
uk: Список програвання:

source: Music Store:
ru: Музыкальная библиотека:
uk: Музичне Сховище:

source: Big timer:
ru: Большой таймер:
uk: Великий таймер:

source: Small timers:
ru: Маленькие таймеры:
uk: Маленькі таймери:

source: Song title:
ru: Название песни:
uk: Назва пісні:

source: Song info:
ru: Информация о песне:
uk: Інформація про пісню:

source: Statusbar:
ru: Строка состояния:
uk: Статусний рядок:

source: Colors
ru: Цвета
uk: Кольори

source: Song in playlist:
ru: Песня в плей-листе:
uk: Пісня у списку програвання:

source: Active song in playlist:
ru: Активная песня в плей-листе:
uk: Активна пісня у списку програвання:

source: Error in title format string
ru: Ошибка в строке формата заголовка
uk: Помилка у рядку формату заголовка

source: (Untitled)
ru: (без названия)
uk: (Без назви)

source: Select files
ru: Выбрать файлы
uk: Обрати файли

source: Select directory
ru: Выбрать каталог
uk: Обрати каталог

source: Add URL
ru: Добавить URL
uk: Додати URL

source: Please specify the file to save the playlist to.
ru: Укажите, пожалуйста, файл для сохранения плей-листа.
uk: Будь ласка, вкажіть файл для збереження списку програвання.

source: Please specify the file to load the playlist from.
ru: Укажите, пожалуйста, файл, из которого необходимо загрузить плей-лист.
uk: Будь ласка, вкажіть файл, з якого буде завантажено список програвання.

source: Playback RVA is currently disabled. Do you want to enable it now?
ru: АУГ (RVA) в данный момент отключено. Хотите включить его сейчас?
uk: АВГ (RVA) зараз вимкнено. Бажаєте увімкнути його зараз?

source: counting...
ru: подсчет...
uk: підрахунок...

source: track
ru: дорожка
uk: доріжка

source: tracks
ru: дорожки
uk: доріжки

source: Rename playlist
ru: Переименовать плей-лист
uk: Перейменувати список програвання

source: Name:
ru: Имя:
uk: Ім'я:

source: New tab
ru: Новая вкладка
uk: Нова вкладка

source: Close tab
ru: Закрыть вкладку
uk: Закрити вкладку

source: Undo close tab
ru: Отменить закрытие вкладки
uk: Скасувати закриття вкладки

source: Close other tabs
ru: Закрыть другие вкладки
uk: Закрити інші вкладки

source: Selected:
ru: Выбранные:
uk: Обрані:

source: Total:
ru: Всего:
uk: Разом:

source: Add files
ru: Добавить файлы
uk: Додати файли

source: Add files to playlist (Press right mouse button for menu)
ru: Добавить файлы в плей-лист (Нажмите правой кнопкой мыши, чтобы открыть меню)
uk: Додати файли до списку програвання (Натисніть праву кнопку миші для відкриття меню)

source: Select all
ru: Выбрать все
uk: Вибрати все

source: Select all songs in playlist (Press right mouse button for menu)
ru: Выбрать все песни плей-листа (Нажмите правой кнопкой мыши, чтобы открыть меню)
uk: Обрати усі пісні у списку програвання (Натисніть праву кнопку миші для відкриття меню)

source: Remove selected
ru: Удалить выделенные
uk: Видалити обрані

source: Remove selected songs from playlist (Press right mouse button for menu)
ru: Удалить выделенные песни из плей-листа (Нажмите правой кнопкой мыши, чтобы открыть меню)
uk: Видалити обрані пісні зі списку програвання (Натисніть праву кнопку миші для відкриття меню)

source: Add directory
ru: Добавить каталог
uk: Додати каталог

source: Select none
ru: Ничего не выбирать
uk: Зняти вибір

source: Invert selection
ru: Инвертировать выделение
uk: Перевернути вибір

source: Remove all
ru: Удалить все
uk: Видалити всі

source: Remove dead
ru: Удалить мёртвые
uk: Видалити мертві

source: Cut selected
ru: Вырезать выбранное
uk: Вирізати обране

source: Save playlist
ru: Сохранить плей-лист
uk: Зберегти список програвання

source: Save all playlists
ru: Сохранить все плей-листы
uk: Зберегти усі списки програвання

source: Load playlist in new tab
ru: Загрузить плей-лист в новую вкладку
uk: Завантажити список програвання у нову вкладку

source: Load playlist
ru: Загрузить плей-лист
uk: Завантажити список програвання

source: Enqueue playlist
ru: Добавить в плей-лист
uk: Поставити в чергу список програвання

source: Send to iFP device
ru: Отправить на устройство iFP
uk: Надіслати до пристрою iFP

source: Calculate RVA
ru: Вычислить уровень RVA
uk: Підрахувати рівень RVA

source: Separate
ru: По отдельности
uk: Окремо

source: Average
ru: Средний
uk: Середній

source: Reread file metadata
ru: Перечитать метаданные файла
uk: Перечитати матадані файлу

source: File info...
ru: Информация о файле...
uk: Інформація про файл
