Repository: jeremyevans/aqualung
Catalog: po/*.po
Languages: ru, uk

source: Roll to active song
ru: Скатиться к активной песне
uk: Скотитися до активної пісні

source: Stop adding files
ru: Остановить добавление файлов
uk: Зупинити додавання файлів

source: Files selected for removal
ru: Выбранные для удаления файлы
uk: Обрані для видалення файли

source: Remove files
ru: Удалить файлы
uk: Видалити файли

source: The selected files will be deleted from the filesystem. No recovery will be possible after this operation. Do you want to proceed?
ru: Выбранные файлы будут удалены из файловой системы. После этого восстановить их будет невозможно. Хотите продолжить?
uk: Обрані файли буде видалено з файлової системи. Відновлення буде неможливим після цієї операції. Бажаєте продовжити?

source: Unable to remove %d file.
ru: Невозможно удалить %d файл.
uk: Неможливо видалити %d файл.

source: Unable to remove %d files.
ru: Невозможно удалить %d файлов
uk: Неможливо видалити %d файлів

source: LADSPA patch builder
ru: Сборщик патчей LADSPA
uk: Будівельник патчів LADSPA

source: Available plugins
ru: Доступные расширения
uk: Доступні розширення

source: Category
ru: Категория
uk: Категорія

source: Inputs
ru: Входы
uk: Входи

source: Outputs
ru: Выходы
uk: Виходи

source: Running plugins
ru: Запущенные расширения
uk: Запущені розширення

source: _Configure
ru: _Настройки
uk: _Налаштувати

source: Enable all plugins
ru: Включить все расширения
uk: Задіяти усі розширення

source: Disable all plugins
ru: Отключить все расширения
uk: Вимкнути усі розширення

source: Invert current state
ru: Инвертировать текущее состояние
uk: Інвертувати поточний стан

source: Clear list
ru: Очистить список
uk: Очистити список

source: Untitled
ru: Без названия
uk: Без назви

source: JACK Port Setup
ru: Настройка порта JACK
uk: Налаштування порту JACK

source: Rescan
ru: Перечитать
uk: Пресканувати

source: Available connections
ru: Доступные соединения
uk: Доступні з'єднання

source: Clear connections
ru: Закрыть соединения
uk: Очистити з'єднання

source: out L
ru: вых Л
uk: вихід Л

source: out R
ru: вых П
uk: вихід П

source: Search the Music Store
ru: Поиск в музыкальной библиотеке
uk: Пошук Музичному Сховищі

source: Key:
ru: Ключ:
uk: Ключ:

source: Case sensitive
ru: С учётом регистра
uk: Враховувати регістр

source: Exact matches only
ru: Только точные совпадения
uk: Тільки повний збіг

source: Select first and close window
ru: Выбрать первый и закрыть окно
uk: Обрати перший та закрити вікно

source: Search in:
ru: Искать в:
uk: Шукати у:

source: Artist names
ru: Именах исполнителей
uk: Іменах виконавців

source: Record titles
ru: Названиях записей
uk: Назвах записів

source: Comments
ru: Комментариях
uk: Коментарях

source: Search
ru: Поиск
uk: Шукати

source: Search the Playlist
ru: Поиск в плей-листе
uk: Шукати у списку програвання

source: Available skins
ru: Доступные скины
uk: Наявні жупани

source: Drive info
ru: Информация о диске
uk: Інформація приводу

source: Device path:
ru: Путь к устройству:
uk: Шлях до пристрою:

source: Vendor:
ru: Производитель:
uk: Постачальник:

source: Revision:
ru: Пересмотр:
uk: Перегляд:

source: The information below is reported by the drive, and may not reflect the actual capabilities of the device.
ru: Информация ниже получена из устройства, и может не отображать действительных возможностей устройства.
uk: Інформація нижче отримана з приладу і може не відображати дійсних можливостей приладу.

source: Eject
ru: Извлечение лотка
uk: Витягти

source: Close tray
ru: Закрытие лоток
uk: Зачинити лоток

source: Disable manual eject
ru: Запрет ручного извлечения
uk: Заборонити ручне витягування

source: Select juke-box disc
ru: Выбор диска в CD-чейнджере
uk: Обрати диск у CD-чейнджері

source: Set drive speed
ru: Выбор скорости привода
uk: Встановити швидкість приводу

source: Detect media change
ru: Определение смены носителя
uk: Виявляти зміну носія

source: Read multiple sessions
ru: Чтение многосессионных дисков
uk: Зчитувати кілька сесій

source: Hard reset device
ru: Жёсткий сброс устройства
uk: Жорстко скинути пристрій

source: Reading
ru: Чтение
uk: Читання

source: Play CD Audio
ru: Проигрывание CD Audio
uk: Грати CD Audio

source: Read CD-DA
ru: Чтение CD-DA
uk: Читати CD-DA

source: Read CD+G
ru: Чтение CD+G
uk: Читати CD+G

source: Read CD-R
ru: Чтение CD-R
uk: Читати CD-R

source: Read CD-RW
ru: Чтение CD-RW
uk: Читати CD-RW

source: Read DVD-R
ru: Чтение DVD-R
uk: Читати DVD-R

source: Read DVD+R
ru: Чтение DVD+R
uk: Читати DVD+R

source: Read DVD-RW
ru: Чтение DVD-RW
uk: Читати DVD-RW

source: Read DVD+RW
ru: Чтение DVD+RW
uk: Читати DVD+RW

source: Read DVD-RAM
ru: Чтение DVD-RAM
uk: Читати DVD-RAM

source: Read DVD-ROM
ru: Чтение DVD-ROM
uk: Читати DVD-ROM

source: C2 Error Correction
ru: Коррекция ошибок C2
uk: Корекція помилок C2

source: Read Mode 2 Form 1
ru: Чтение Mode 2 Form 1
uk: Читання Mode 2 Form 1

source: Read Mode 2 Form 2
ru: Чтение Mode 2 Form 2
uk: Читання Mode 2 Form 2

source: Read MCN
ru: Считывать MCN
uk: Зчитувати MCN

source: Read ISRC
ru: Считывание ISRC (Международного стандартного номера записи)
uk: Зчитувати ISRC (Міжнародний стандартний номер запису)

source: Writing
ru: Запись
uk: Запис

source: Write CD-R
ru: Запись CD-R
uk: Записати CD-R

source: Write CD-RW
ru: Запись CD-RW
uk: Записати CD-RW

source: Write DVD-R
ru: Запись DVD-R
uk: Записати DVD-R

source: Write DVD+R
ru: Запись DVD+R
uk: Записати DVD+R

source: Write DVD-RW
ru: Запись DVD-RW
uk: Записати DVD-RW

source: Write DVD+RW
ru: Запись DVD+RW
uk: Записати DVD+RW

source: Write DVD-RAM
ru: Запись DVD-RAM
uk: Записати DVD-RAM

source: Mount Rainier
ru: Пакетная запись (Mount Rainier)
uk: Пакетний запис (Mount Rainier)

source: Burn Proof
ru: Защита от записи
uk: Захист від запису

source: Disc info
ru: Информация о диске
uk: Інформація про диск

source: This CD does not contain CD-Text information.
ru: Этот CD не содержит информации CD-Text.
uk: Цей диск не містить інформації CD-Text

source: drive
ru: диск
uk: диск

source: drives
ru: диски
uk: диски

source: record
ru: запись
uk: запис

source: records
ru: записи
uk: записи

source: Add to playlist
ru: Добавить в плей-лист
uk: Додати до списку програвання

source: Add to playlist (Album mode)
ru: Добавить в плей-лист (режим альбома)
uk: Додати до списку програвання (режим альбому)

source: CDDB query for this CD...
ru: Запрос CDDB для этого CD...
uk: Запит у CDDB для цього CD...

source: Submit CD to CDDB database...
ru: Отправить данные об этом CD в базу данных CDDB...
uk: Надіслати дані про цей CD до бази даних CDDB...

source: Rip CD...
ru: Извлечение музыки с CD...
uk: Дістати музику з CD...

source: Disc info...
ru: Информация о диске...
uk: Інформація про диск...

source: Drive info...
ru: Информация о диске...
uk: Інформація приводу...

source: Comments:
ru: Комментарии:
uk: Коментарі:

source: Please select the xml file for this store.
ru: Выберите, пожалуйста, xml-файл для этой библиотеки.
uk: Будьласка оберіть xml файл для цього складу.

source: Create empty store
ru: Создать пустую библиотеку
uk: Створити пусте сховище

source: Visible name:
ru: Выводимое имя:
uk: Видиме ім'я:

source: Edit Store
ru: Редактировать библиотеку
uk: Редагувати Сховище

source: Use relative paths in store file
ru: Использовать относительные пути в файле библиотеки
uk: Використовувати відносні шляхи у файлі сховища

source: Add Artist
ru: Добавить исполнителя
uk: Додати виконавця

source: Name to sort by:
ru: Имя для сортировки:
uk: Ім'я для сортування:

source: Edit Artist
ru: Редактировать исполнителя
uk: Редагувати виконавця

source: Please select the audio files for this record.
ru: Пожалуйста, выберите аудиофайлы для этой записи.
uk: Будь ласка, оберіть аудіофайли для цього запису.

source: Add Record
ru: Добавить запись
uk: Додати запис

source: Auto-create tracks from these files:
ru: Автоматически создать треки из этих файлов:
uk: Автоматично створити доріжки з цих файлів:

source: _Add files...
ru: _Добавить файлы...
uk: _Додати файли...

source: Edit Record
ru: Редактировать запись
uk: Редагувати запис

source: Please select the audio file for this track.
ru: Пожалуйста, выберите аудиофайл для этого трека.
uk: Будь ласка, оберіть аудіофайл для цієї доріжки.

source: Add Track
ru: Добавить трек
uk: Додати доріжку

source: Edit Track
ru: Редактировать трек
uk: Редагувати доріжку

source: Duration:
ru: Продолжительность:
uk: Тривалість:

source: Unmeasured
ru: Неизмеренный
uk: Невиміряно

source: Volume level:
ru: Уровень громкости:
uk: Рівень гучності:

source: Use manual RVA value [dB]
ru: Использовать свой уровень RVA [дБ]
uk: Використовувати свій рівень RVA [дБ]

source: Really remove "%s" from the Music Store?
ru: Действительно удалить "%s" из музыкальной библиотеки?
uk: Справді видалити "%s" з Музичного Сховища?

source: Stop adding songs
ru: Остановить добавление песен
uk: Зупинити додавання пісень

source: The store '%s' already exists. Add it on the Settings/Music Store tab.
ru: Библиотека '%s' уже существует. Добавьте её на вкладке Настройки/Музыкальная Библиотека.
uk: Сховище '%s' вже існує. Додайте його на вкладці Налаштування/Музичне Сховище.

source: Really remove store "%s" from the Music Store?
ru: Действительно удалить библиотеку "%s" из Музыкальной библиотеки?
uk: Справді видалити сховище "%s" з Музичного Сховища?

source: Remove Store
ru: Удалить библиотеку
uk: Видалити Сховище

source: Do you want to save the store before removing?
ru: Хотите сохранить библиотеку перед удалением?
uk: Бажаєте зберегти сховище перед видаленням?

source: Remove Artist
ru: Удалить исполнителя
uk: Вадалити виконавця

source: Remove Record
ru: Удалить запись
uk: Видалити запис

source: Remove Track
ru: Удалить трек
uk: Видалити доріжку

source: Update file metadata
ru: Обновить метаданные файла
uk: Оновити метадані файлу

source: Track name
ru: Имя трека
uk: Назва доріжки

source: Track comment
ru: Комментарий к треку
uk: Коментар доріжки

source: Track number
ru: Номер трека
uk: Номер доріжки

source: Failed to set metadata for the following files:
ru: Невозможно установить метаданные для следующих файлов:
uk: Неможливо встановити метадані для наступних файлів:

source: Filename
ru: Имя файла
uk: Назва файлу

source: Reason
ru: Причина
uk: Причина

source: (no comment)
ru: (нет комментария)
uk: (без коментаря)

source: artist
ru: исполнитель
uk: виконавець

source: artists
ru: исполнители
uk: виконавці

source: File "%s" does not exist or your write permission has been withdrawn. Check if the partition containing the store file has been unmounted.
ru: Файл "%s" не существует или у вас нет прав записи в него. Проверьте, не отмонтирован ли раздел, на котором расположен файл библиотеки.
uk: Файл "%s" не існує, або вас позбавлено права на його запис. Перевірте, чи не відмонтовано розділ, що містить файл сховища.

source: Build / Update store from filesystem...
ru: Построить / Обновить библиотеку из файловой системы...
uk: Побудувати/Оновити сховище з файлової системи...

source: Edit store...
ru: Редактировать библиотеку...
uk: Редагувати сховище...

source: Export store...
ru: Экспорт библиотеки...
uk: Експорт сховища...

source: Save store
ru: Сохранить библиотеку
uk: Зберегти сховище

source: Remove store
ru: Удалить библиотеку
uk: Видалити сховище

source: Add new artist to this store...
ru: Добавить нового исполнителя в эту библиотеку...
uk: Додати нового виконавця до цього сховища...

source: Calculate volume (recursive)
ru: Вычислить громкость (рекурсивно)
uk: Підрахувати гучність (рекурсивно)

source: Unmeasured tracks only
ru: Только неизмеренные треки
uk: Тільки невиміряних доріжок

source: All tracks
ru: Все треки
uk: Усіх доріжок

source: Batch-update file metadata...
ru: Пакетное обновление метаданных файла...
uk: Пакетне оновлення метаданих файлів...

source: Add new artist...
ru: Добавить нового исполнителя...
uk: Додати нового виконавця...

source: Edit artist...
ru: Редактировать исполнителя...
uk: Редагувати виконавця...

source: Export artist...
ru: Экспортировать исполнителя...
uk: Експорт виконавця...

source: Remove artist
ru: Удалить исполнителя
uk: Видалити виконавця

source: Add new record to this artist...
ru: Добавить новую запись этого исполнителя...
uk: Додати новий запис до цього виконавця...

source: Add new record...
ru: Добавить новую запись...
uk: Додати новий запис...

source: Edit record...
ru: Редактировать запись...
uk: Редагувати запис...

source: Export record...
ru: Экспортировать запись...
uk: Експорт запису...

source: Remove record
ru: Удалить запись
uk: Видалити запис

source: Add new track to this record...
ru: Добавить новый трек в эту запись...
uk: Додати нову доріжку до цього запису...

source: CDDB query for this record...
ru: Запрос CDDB для этой записи...
uk: Запит у CDDB для цього запису...

source: Submit record to CDDB database...
ru: Отправить запись в базу данных CDDB...
uk: Надіслати запис до бази даних CDDB...

source: Add new track...
ru: Добавить новый трек...
uk: Додати нову доріжку...

source: Edit track...
ru: Редактировать трек...
uk: Редагувати доріжку...

source: Export track...
ru: Экспорт трека...
uk: Експорт доріжки...

source: Remove track
ru: Удалить трек
uk: Видалити доріжку

source: Calculate volume
ru: Рассчитать громкость
uk: Підрахувати гучність

source: Only if unmeasured
ru: Только если измерен
uk: Тільки якщо не виміряно

source: In any case
ru: В любом случае
uk: У будь-якому разі

source: Update file metadata...
ru: Обновить метаданные файла...
uk: Оновити метадані файлів...

source: Please select the download directory for this podcast.
ru: Пожалуйста, выберите каталог загрузки для этого подкаста.
uk: Будь ласка, оберіть каталог завантаження для цього подкаста.

source: Subscribe to new feed
ru: Подписаться на новую ленту
uk: Підписатися на нову стрічку

source: Edit feed settings
ru: Редактировать свойства ленты
uk: Редагувати властивості стрічки

source: Podcast URL:
ru: URL подкаста:
uk: URL подкаста:

source: Download directory:
ru: Каталог загрузки:
uk: Каталог завантаження:

source: Auto-check interval [hour]:
ru: Интервал автопроверки [час]:
uk: Інтервал автомеревірки [годин]:

source: Automatic update has been disabled for all feeds in the Podcasts store popup menu.
ru: Автоматическое обновление запрещено для всех лент во всплывающем меню базы подкастов.
uk: Автоматичне оновлення заборонено для усіх стрічок у спливаючому меню сховища подкастів.

source: Limits
ru: Пределы
uk: Межі

source: Maximum number of items:
ru: Максимальное число элементов:
uk: Максимальна кількість елементів:

source: Remove older items [day]:
ru: Удалить устаревшие элементы [день]:
uk: Видалити застарілі елементи [день]:

source: Maximum space to use [MB]:
ru: Максимальное используемое пространство [Мб]:
uk: Максимальний використаний простір [Мб]:

source: Podcasts
ru: Подкасты
uk: Подкасти

source: Updating...
ru: Обновление...
uk: Оновлення...

source: Delete downloaded items from the filesystem
ru: Удалить загруженные элементы из файловой системы
uk: Видалити завантажені елементи з файлової системи

source: Remove feed
ru: Удалить ленту
uk: Видалити стрічку

source: Really remove '%s' from the Music Store?
ru: Действительно удалить '%s' из Музыкальной Библиотеки?
uk: Справді видалити "%s" з Музичного Сховища?

source: Reorder feeds
ru: Изменить порядок лент
uk: Перевпорядкувати стрічки

source: Drag and drop entries in the list to set the feed order in the Music Store.
ru: Перетащите содержимое в списке, чтобы установить порядок лент в Музыкальной Библиотеке.
uk: Перетягуйте пункти у списку для встановлення порядку стрічок у Музичному Сховищі.

source: Downloading %d/%d (%d%%) ...
ru: Загрузка %d/%d (%d%%) ...
uk: Завантаження %d/%d (%d%%) ...

source: item
ru: элемент
uk: елемент

source: items
ru: элементы
uk: елементи

source: new item
ru: новый элемент
uk: новий елемент

source: new items
ru: новые элементы
uk: нові елементи

source: feed
ru: лента
uk: стрічка

source: feeds
ru: ленты
uk: стрічки

source: Export item...
ru: Экспорт элемента...
uk: Експорт елементу...

source: Add all items to playlist
ru: Добавить все элементы в плей-лист
uk: Додати усі елементи до списку програвання

source: Add all items to playlist (Album mode)
ru: Добавить все элементы в плей-лист (режим альбома)
uk: Додати усі елементи до списку програвання (режим альбому)

source: Add new items to playlist
ru: Добавить новые элементы в плей-лист
uk: Додати нові елементи до списку програвання

source: Add new items to playlist (Album mode)
ru: Добавить в плей-лист (режим альбома)
uk: Додати нові елементи до списку програвання (режим альбому)

source: Edit feed
ru: Редактировать ленту
uk: Редагувати стрічку

source: Export all items...
ru: Экспорт всех элементов...
uk: Експорт усіх елементів...

source: Export new items...
ru: Экспорт новых элементов...
uk: Експорт нових елементів...

source: Update feed
ru: Обновить ленту
uk: Оновити стрічку

source: Abort ongoing update
ru: Прервать текущее обновление
uk: Перервати поточне оновлення

source: Update all feeds
ru: Обновить все ленты
uk: Оновити усі стрічки

source: Automatically update feeds
ru: Автоматически обновлять ленты
uk: Автоматично оновлювати стрічки

source: Unexpected end of string after '?'.
ru: Неожиданный конец строки после '?'.
uk: Неочикуваний кінець рядку після '?'.

source: Expected '}' after '{', but end of string found.
ru: Ожидалось '}' после '{', а найден конец строки.
uk: Очикувалося '}' після '{', але знайдено кінець рядку.

source: Unknown conversion type character found after '%%%%'.
ru: После '%%%%' обнаружен символ неизвестного типа.
uk: Після '%%%%' виявлено символ невідомого типу.

source: Unknown conversion type character found after '?'.
ru: После '?' обнаружен символ неизвестного типа.
uk: Після '?' виявлено символ невідомого типу.

source: day
ru: день
uk: день

source: days
ru: дни
uk: дні

source: All Files
ru: Все файлы
uk: Усі файли

source: Extended Title Format Files (*.lua)
ru: Файлы расширенного форматирования заголовка (*.lua)
uk: Файли розширеного форматування заголовка (*.lua)

source: Music Store Files (*.xml)
ru: Файлы музыкальной библиотеки (*.xml)
uk: Файли Музичного Сховища (*.xml)

source: Aqualung playlist (*.xml)
ru: Плей-лист Aqualung (*.xml)
uk: Плей-ліст Aqualung (*.xml)

source: MP3 Playlist (*.m3u)
ru: Плей-лист MP3 (*.m3u)
uk: Список програвання MP3 (*.m3u)

source: Multimedia Playlist (*.pls)
ru: Мультимедиа плей-лист (*.pls)
uk: Мультимедіа плей-ліст (*.pls)

source: All Playlist Files
ru: Все файлы плей-листа
uk: Усі файли списків програвання

source: All Audio Files
ru: Все аудио файлы
uk: Усі аудіофайли

source: Sound Files (*.wav, *.aiff, *.au, ...)
ru: Звуковые файлы (*.wav, *.aiff, *.au, ...)
uk: Звукові файли (*.wav, *.aiff, *.au, ...)

source: Modules (*.xm, *.mod, *.it, *.s3m, ...)
ru: Модули (*.xm, *.mod, *.it, *.s3m, ...)
uk: Модулі (*.xm, *.mod, *.it, *.s3m, ...)

source: Compressed modules (*.gz, *.bz2)
ru: Сжатые модули (*.gz, *.bz2)
uk: Стиснуті модулі (*.gz, *.bz2)

source: Compressed modules (*.gz)
ru: Сжатые модули (*.gz)
uk: Стиснуті модулі (*.gz)

source: Compressed modules (*.bz2)
ru: Сжатые модули (*.bz2)
uk: Стиснуті модулі (*.bz2)

source: LAVC audio/video files
ru: Аудио/видео файлы LAVC
uk: LAVC аудіо/відео файли

source: Resume
ru: Возобновить
uk: Поновити

source: Calculating volume level
ru: Расчет уровня громкости
uk: Підрахунок рівня гучності

source: Profile: Telephone
ru: Профиль: Телефон
uk: Профіль: Телефон

source: Profile: Thumb
ru: Профиль: Эскиз
uk: Профіль: Ескіз

source: Profile: Radio
ru: Профиль: Радио
uk: Профіль: Радіо

source: Profile: Standard
ru: Профиль: Стандарт
uk: Профіль: Стандарт

source: Profile: Xtreme
ru: Профиль: Экстремальный
uk: Профіль: Екстремальний

source: Profile: Insane
ru: Профиль: Сумасшедший
uk: Профіль: Божевільний

source: Profile: Braindead
ru: Профиль: Без башни
uk: Профіль: Без башні

source: Layer I
ru: Слой I
uk: Шар I

source: Layer II
ru: Слой II
uk: Шар II

source: Layer III
ru: Слой III
uk: Шар III

source: Unrecognized
ru: Не распознано
uk: Нерозпізнано

source: Single channel
ru: Один канал
uk: Один канал

source: Dual channel
ru: Два канала
uk: Два канала

source: Joint stereo
ru: объедидённое стерео
uk: Об'єднане стерео

source: Stereo
ru: Стерео
uk: Стерео

source: Emphasis: none
ru: Выделение: нет
uk: Наголос: немає

source: Emphasis:
ru: Выделение:
uk: Наголос:

source: Emphasis: reserved
ru: Выделение: зарезервировано
uk: Наголос: резервний

source: bit signed
ru: бит знаковый
uk: біт знаковий

source: bit unsigned
ru: бит беззнаковый
uk: біт беззнаковий

source: bit float
ru: бит с плавающей точкой
uk: біт з рухомою комою

source: bit double
ru: бит двойной
uk: біт подвійний

source: encoding
ru: кодирование
uk: кодування

source: Compression: Fast
ru: Сжатие: Быстрое
uk: Стискання: Швидке

source: Compression: Normal
ru: Сжатие: Нормальное
uk: Стискання: Нормальне

source: Compression: High
ru: Сжатие: Сильное
uk: Стискання: Сильне

source: Compression: Extra High
ru: Сжатие: Очень сильное
uk: Стискання: Дуже сильне

source: Compression: Insane
ru: Сжатие: Неимоверное
uk: Стискання: Божевільне

source: BPM
ru: Ударов в секунду
