Repository: jeremyevans/aqualung
Catalog: po/*.po
Languages: ru, uk

source: Import as Record
ru: Импортировать как запись
uk: Імпортувати як Запис

source: Import as Track No.
ru: Импортировать как № трека
uk: Імпортувати як № доріжки

source: Import as RVA
ru: Импортировать как уровень RVA
uk: Імпортувати як рівень RVA

source: Add
ru: Добавить
uk: Додати

source: field:
ru: поле:
uk: поле:

source: tag:
ru: тег:
uk: тег:

source: Audio CD
ru: Аудио CD
uk: Аудіо CD

source: Track:
ru: Трек:
uk: Доріжка:

source: File:
ru: Файл:
uk: Файл:

source: Audio data
ru: Аудиоданные
uk: Аудіо дані

source: Format:
ru: Формат:
uk: Формат:

source: Length:
ru: Длина:
uk: Довжина:

source: Samplerate:
ru: Частота дискретизации:
uk: Частота дискретизації:

source: %ld Hz
ru: %ld Гц
uk: %ld Гц

source: Channel count:
ru: Число каналов:
uk: Кількість каналів:

source: MONO
ru: МОНО
uk: МОНО

source: STEREO
ru: СТЕРЕО
uk: СТЕРЕО

source: Bandwidth:
ru: Поток:
uk: Потік:

source: Total samples:
ru: Всего сэмплов:
uk: Всього семплів:

source: Mode:
ru: Режим:
uk: Режим:

source: Type:
ru: Тип:
uk: Тип:

source: Channels:
ru: Каналы:
uk: Канали:

source: Patterns:
ru: Паттернов:
uk: Патернів:

source: Samples:
ru: Фрагментов:
uk: Фрагментів:

source: Instruments:
ru: Инструменты:
uk: Інструменти:

source: Samples
ru: Фрагменты
uk: Фрагменти

source: Instruments
ru: Инструменты
uk: Інструменти

source: Name
ru: Имя
uk: Ім'я

source: STOPPING
ru: ОСТАНОВКА
uk: ЗУПИНКА

source: Output:
ru: Вывод:
uk: Вихід:

source: No output
ru: Нет вывода
uk: Немає виводу

source: SRC Type:
ru: Тип SRC:
uk: Тип SRC:

source: Loop range: %d-%d%% [%s - %s]
ru: Диапазон повтора: %d-%d%% [%s - %s]
uk: Діапазон повтору: %d-%d%% [%s - %s]

source: Loop range: %d-%d%%
ru: Диапазон повтора: %d-%d%%
uk: Діапазон повтору: %d-%d%%

source: One or more stores in Music Store have been modified. Do you want to save them before exiting?
ru: Одна или более библиотек в Музыкальной Библиотеке изменена. Хотите сохранить их перед выходом?
uk: Одне або більше совище в Музичному Сховищі було змінено. Бажаєте зберегти їя перед виходом?

source: Do not exit
ru: Не выходить
uk: Не виходити

source: Quit
ru: Выход
uk: Вихід

source: Position: %d%%
ru: Позиция: %d%%
uk: Позиція: %d%%

source: Mute
ru: Приглушить звук
uk: Приглушити

source: %d dB
ru: %d дБ
uk: %d Дб

source: Volume: %s
ru: Громкость: %s
uk: Гучність: %s

source: %d%% R
ru: %d%% П
uk: %d%% П

source: %d%% L
ru: %d%% Л
uk: %d%% Л

source: C
ru: Ц
uk: Ц

source: Balance: %s
ru: Баланс: %s
uk: Баланс: %s

source: JACK connection lost
ru: Потеряно соединение JACK
uk: З'єднання з JACK втрачено

source: JACK has either been shutdown or it disconnected Aqualung because it was not fast enough. All you can do now is restart both JACK and Aqualung.
ru: JACK или выключился, или отсоединил Aqualung из-за того, что он был недостаточно быстр. Всё, что вы можете сейчас сделать, это перезапустить и JACK, и Aqualung
uk: JACK було вимкнено, або він від'єднав Aqualung, бо той був недостатньо швидкий. Все, що ви можете тепер зробити, це перезапустити обидва JACK та Aqualung.

source: Warn me if the Window Manager does not support system tray
ru: Предупредить меня, если оконный менеджер не поддерживает системный лоток
uk: Попередити мне, якщо менеджер вікон не підтримує системний лоток

source: Aqualung is compiled with system tray support, but the status icon could not be embedded in the notification area. Your desktop may not have support for a system tray, or it has not been configured correctly.
ru: Aqualung скомпилирован с поддержкой системного лотка, но статусная иконка не может быть встроена в область уведомлений. Возможно, ваш рабочий стол не поддерживает системный лоток или неправильно настроен.
uk: Aqualung скомпільовано з підтримкою системного лотка, але статусна іконка не може бути вбудована у область повідомлень. Можливо, ваш робочий стіл не підтримує системний лоток, або невірно налаштований.

source: Settings
ru: Настройки
uk: Налаштування

source: Skin chooser
ru: Выбор скина
uk: Вибір жупанів

source: JACK port setup
ru: Настройка порта JACK
uk: Налаштування порту JACK

source: Previous song
ru: Предыдущая песня
uk: Попередня пісня

source: Stop
ru: Стоп
uk: Стоп

source: Next song
ru: Следующая песня
uk: Наступна пісня

source: Play/Pause
ru: Воспроизведение/Пауза
uk: Грати/Пауза

source: Play
ru: Играть
uk: Грати

source: Pause
ru: Пауза
uk: Пауза

source: Repeat current song
ru: Повторять текущую песню
uk: Повторювати поточну пісню

source: Repeat all songs
ru: Повторять все песни
uk: Повторювати всі пісні

source: Shuffle songs
ru: Перемешать песни
uk: Перемішати пісні

source: Toggle playlist
ru: Вкл./Выкл. плейлист
uk: Вимикач списку програвання

source: Toggle music store
ru: Вкл./Выкл. Музыкальную Библиотеку
uk: Вимикач Музичного Сховища

source: Toggle LADSPA patch builder
ru: Вкл./Выкл. сборку патчей LADSPA
uk: Вимикач будівельника патчів LADSPA

source: Show Aqualung
ru: Показать Aqualung
uk: Показати Aqualung

source: Hide Aqualung
ru: Скрыть Aqualung
uk: Сховати Aqualung

source: Previous
ru: Предыдущий
uk: Попередня пісня

source: Next
ru: Следующий
uk: Наступна пісня

source: %.1f MB / %.1f MB
ru: %.1f МБ / %.1f МБ
uk: %.1f МБ / %.1f МБ

source: %d / %d files
ru: %d / %d файлы
uk: %d / %d файлів

source: %d / %d directories
ru: %d / %d каталогов
uk: %d / %d каталогів

source: Cannot write to selected directory. Please select another directory.
ru: Невозможно записать в выбранный каталог. Выберите, пожалуйста, другой каталог.
uk: Неможливо записани до обраного каталога. Будь ласка, оберіть інший каталог.

source: Done
ru: Готово
uk: Зроблено

source: Aborted...
ru: Отменено...
uk: Скасовано...

source: Please enter directory name.
ru: Введите, пожалуйста, название каталога.
uk: Уведіть, будь ласка, назву каталога.

source: Create directory
ru: Создать каталог
uk: Створити каталог

source: Please enter a new name.
ru: Введите, пожалуйста, новое имя.
uk: Уведіть, будь ласка, нове ім'я.

source: Rename
ru: Переименовать
uk: Перейменувати

source: Directory '%s' will be removed with its entire contents. Do you want to proceed?
ru: Каталог '%s' будет удалён вместе со всем содержимым. Хотите продолжить?
uk: Кталог '%s' буде видалено разом із усім вмістом. Бажаєте продовжити?

source: File '%s' will be removed. Do you want to proceed?
ru: Файл '%s' будет удален. Хотите продолжить?
uk: Файл '%s' буде видалено. Бажаєте продовжити?

source: Remove
ru: Удалить
uk: Видалити

source: (%.1f MB)
ru: (%.1f МБ)
uk: (%.1f МБ)

source: (capacity = %.1f MB)
ru: (ёмкость = %.1f МБ)
uk: (місткість = %.1f МБ)

source: Free space (%.1f MB)
ru: Свободное место (%.1f MБ)
uk: ВІльне місце (%.1f МБ)

source: No suitable iRiver iFP device found. Perhaps it is unplugged or turned off.
ru: Подходящего устройства iRiver iFP не найдено. Возможно, оно отсоединено или выключено.
uk: Придатного пристрою iRiver iFP не знайдено. Можливо, він від'єднаний або вимкнений.

source: Device is busy. (Aqualung was unable to claim its interface.)
ru: Устройство занято. (Aqualung не смог установить свой интерфейс.)
uk: Пристрій зайнятий. (Aqualung не зміг встановити свій інтерфейс.)

source: Device is not responding. Try jiggling the handle.
ru: Устройство не отвечает. Попробуйте пошевелить рукояткой.
uk: Пристрій не відповідає. Спробуйте поворушити руків'ям.

source: Please select a local path.
ru: Выберите, пожалуйста, локальный путь.
uk: Будь ласка, оберіть локальний шлях.

source: Please select at least one valid song from playlist.
ru: Выберите, пожалуйста, хотя бы одну допустимую песню из плей-листа.
uk: Будь ласка, оберіть хоча б одну дійсну пісню зі списку програвання.

source: One song has format unsupported by your player. Do you want to proceed?
ru: Одна из песен имеет формат, не поддерживаемый вашиим плеером. Хотите продолжить?
uk: Одна з пісень має формат, що не підтримується вашим плеєром. Бажаєте продовжити?

source: %d of %d songs have format unsupported by your player. Do you want to proceed?
ru: %d из %d песен имеют формат, не поддерживаемый вашиим плеером. Хотите продолжить?
uk: %d з %d пісень мають формат, що не підтримується вашиим плеєром. Бажаєте продовжити?

source: The selected song has format unsupported by your player. Do you want to proceed?
ru: Выбранная песня имеет формат, не поддерживаемый вашиим плеером. Хотите продолжить?
uk: Обрана пісня має формат, що не підтримується вашим плеєром. Бажаєте продовжити?

source: None of the selected songs has format supported by your player. Do you want to proceed?
ru: Формат ни одной из выбранных вами песен не поддерживается вашим плеером. Хотите продолжить?
uk: Жодна з обраних пісень не має формату, що підтримується вашим плеєром. Бажаєте продовжити?

source: iFP device manager (upload mode)
ru: Менеджер устройства iFP (режим выгрузки)
uk: Менеджер пристрою iFP (режим відвантаження)

source: iFP device manager (download mode)
ru: Менеджер устройства iFP (режим загрузки)
uk: Менеджер пристрою iFP (режим завантаження)

source: Selected files:
ru: Выбранные файлы:
uk: Обрані файли:

source: <b>Songs info</b>
ru: <b>Информация о песнях</b>
uk: <b>Інформація про пісні</b>

source: Model:
ru: Модель:
uk: Модель:

source: Battery
ru: Батарея
uk: Батарея

source: Free space
ru: Свободное место
uk: Вільне місце

source: <b>Device status</b>
ru: <b>Состояние устройства</b>
uk: <b>Стан пристрою</b>

source: Size
ru: Размер
uk: Розмір

source: Create a new directory
ru: Создать новый каталог
uk: Створити новий каталог

source: <b>Remote directory</b>
ru: <b>Удаленный каталог</b>
uk: <b>Віддалений каталог</b>

source: <b>Local directory</b>
ru: <b>Локальный каталог</b>
uk: <b>Локальний каталог</b>

source: Browse
ru: Обзор
uk: Оглянути

source: File name:
ru: Имя файла:
uk: Назва файлу:

source: Current file:
ru: Текущий файл:
uk: Поточний файл:

source: Overall:
ru: Всего:
uk: Разом:

source: Idle
ru: Бездействие
uk: Бездіяння

source: <b>Transfer progress</b>
ru: <b>Прогресс передачи</b>
uk: <b>Прогрес передачі</b>

source: Close window when transfer complete
ru: Закрыть окно по окончании передачи
uk: Закрити вікно після завершення передачі

source: _Upload
ru: _Выгрузить
uk: _Відвантажити

source: _Download
ru: _Загрузить
uk: _Завантажити

source: _Abort
ru: _Прервать
uk: _Перервати

source: Success
ru: Успешно
uk: Успішно

source: Memory allocation error
ru: Ошибка выделения памяти
uk: Помилка виділення пам'яті

source: Unable to open file
ru: Невозможно открыть файл
uk: Неможливо відкрити файл

source: No metadata support for this format
ru: Нет поддержки метаданных для этого формата
uk: Немає підтримки метаданих для цього формату

source: File is not writable
ru: Файл не доступен для записи
uk: Файл не доступний на запис

source: Invalid 'Track no.' field value
ru: Неверное значение поля 'Номер трека'
uk: Невірне значення поля 'Номер трека'

source: Invalid 'Genre' field value
ru: Неверное значение поля 'Жанр'
uk: Невірне значення поля 'Жанр'

source: Conversion to target charset failed
ru: Преобразование в целевую кодировку не удалось
uk: Перетворення до цільового кодування не вдалося

source: Internal error
ru: Внутренняя ошибка
uk: Внутрішня помилка

source: Unknown error
ru: Неизвестная ошибка
uk: Невідома помилка

source: Album
ru: Альбом
uk: Альбом

source: Date
ru: Дата
uk: Дата

source: Genre
ru: Жанр
uk: Жанр

source: Track No.
ru: Номер трека
uk: Номер доріжки

source: Comment
ru: Комментарий
uk: Коментар

source: Disc
ru: Диск
uk: Диск

source: Performer
ru: Исполнитель
uk: Виконавець

source: Description
ru: Описание
uk: Опис

source: Organization
ru: Организация
uk: Організація

source: Location
ru: Расположение
uk: Розташування

source: Contact
ru: Контактная информация
uk: Контактна інформація

source: License
ru: Лицензия
uk: Ліцензія

source: Copyright
ru: Авторское право
uk: Авторське право

source: Version
ru: Версия
uk: Версія

source: Subtitle
ru: Подзаголовок
uk: Підзаголовок

source: Debut Album
ru: Дебютный альбом
uk: Дебютний альбом

source: Publisher
ru: Издатель
uk: Видавник

source: Conductor
ru: Дирижёр
uk: Диригент

source: Composer
ru: Композитор
uk: Композитор

source: Publication Right
ru: Права на публикацию
uk: Права на публікацію

source: File
ru: Файл
uk: Файл

source: Catalog Number
ru: Номер каталога
uk: Номер каталога

source: Label Code
ru: Код лэйбла
uk: Кол лейбла

source: Record Date
ru: Дата записи
uk: Дата запису

source: Record Location
ru: Место записи
uk: Місце запису

source: Media
ru: Носитель
uk: Носій

source: Index
ru: Содержание
uk: Зміст

source: Related
ru: Связанное содержимое
uk: Пов'язана інформація

source: Abstract
ru: Описание
uk: Опис

source: Language
ru: Язык
uk: Мова

source: Bibliography
ru: Библиография
uk: Бібліографія

source: Introplay
ru: Введение
uk: Вступ

source: Encoding Time
ru: Время кодирования
uk: Час кодування

source: Playlist Delay
ru: Задержка плей-листа
uk: Затримка списку програвання

source: Original Release Time
ru: Время выпуска оригинала
uk: Час випуску оригінала

source: Release Time
ru: Дата релиза
uk: Дата випуску

source: Tagging Time
ru: Время внесения тэга
uk: Час внесення тега

source: Encoded by
ru: Закодировано
uk: Закодовано

source: Lyricist/Text Writer
ru: Поэт/автор текста
uk: Поет/автор тексту

source: File Type
ru: Тип файла
uk: Тип файлу

source: Involved People
ru: Участники
uk: Учасники

source: Content Group
ru: Тип содержимого
uk: Тип вмісту

source: Initial key
ru: Начальный ключ
uk: Початковй ключ

source: Musician Credits
ru: Благодарности музыкантов
uk: Подяки музикантів

source: Mood
ru: Настроение
uk: Настрій

source: Original Album
ru: Оригинальное название альбома
uk: Оригінальна назва альбому

source: Original Filename
ru: Оригинальное имя файла
uk: Оригінальна назва файлу

source: Original Lyricist
ru: Оригинальное имя поэта
uk: Оригінальне ім'я поета

source: Original Artist
ru: Оригинальное имя исполнителя
uk: Оригінальне ім'я виконавця

source: File Owner
ru: Владелец файла
uk: Власник файлу

source: Band/Orchestra
ru: Группа/Оркестр
uk: Гурт/оркестр

source: Interpreted/Remixed
ru: Интерпретация/Ремикс
uk: Інтерпретація/Ремікс

source: Part Of A Set
ru: Часть набора
uk: Частина набору

source: Produced
ru: Продюсер
uk: Продюсер

source: Internet Radio Station Name
ru: Название интернет-радиостанции
uk: Назва інтернет-радіостанції

source: Internet Radio Station Owner
ru: Владелец интернет-радиостанции
uk: Власник інтернет-раідостанції

source: Album Sort Order
ru: Порядок сортировки альбомов
uk: Порядок сортування альбомів

source: Performer Sort Order
ru: Порядок сортировки Исполнителей
uk: Порядок сортування виконавців

source: Title Sort Order
ru: Порядок сортировки названий
uk: Порядок сортування назв

source: Software
ru: Программа
uk: Програма

source: Set Subtitle
ru: Установить подзаголовок
uk: Встановити підзаголовок

source: User Defined Text
ru: Пользовательский текст
uk: Текст користувача

source: Commercial Information
ru: Коммерческая информация
uk: Комерційна інформація

source: Copyright/Legal Information
ru: Авторское право/юридическая информация
uk: Авторське право/юридична інформація

source: Official Audio File Website
ru: Официальная веб-страница аудиофайла
uk: Офіційна веб-сторінка аудіофайлу

source: Official Artist Website
ru: Официальная веб-страница исполнителя
uk: Офіційна веб-сторінка виконавця

source: Official Audio Source Website
ru: Официальная веб-страница источника аудио
uk: Офіційна веб-сторінка джерела аудіо

source: Official Radio Station Website
ru: Официальная веб-страница радиостанции
uk: Офіційна веб-сторінка радіостанції

source: Payment
ru: Оплата
uk: Сплата

source: Publisher's Official Website
ru: Официальная веб-страница издателя
uk: Офіційна веб-сторінка видавця

source: User Defined URL
ru: Пользовательский URL
uk: URL користувача

source: Vendor
ru: Производитель
uk: Постачальник

source: ReplayGain Reference Loudness
ru: Опорная громкость Выравнивания громкости (ReplayGain)
uk: Опорна гучність Вирівнювання Гучності (ReplayGain)

source: ReplayGain Track Gain
ru: Коэффициент усиления трека для выравнивания громкости (ReplayGain)
uk: Коефіцієнт підсилення доріжки для вирівнювання гучності (ReplayGain)

source: ReplayGain Track Peak
ru: Пик трека для выравнивания громкости (ReplayGain)
uk: Пік доріжки для вирівнювання гучності (ReplayGain)

source: ReplayGain Album Gain
ru: Коэффициент усиления альбома для выравнивания громкости (ReplayGain)
uk: Коефіцієнт підсилення альбома для вирівнювання гучності (ReplayGain)

source: ReplayGain Album Peak
ru: Пик альбома для выравнивания громкости (ReplayGain)
uk: Пік альбома для вирівнювання гучності (ReplayGain)

source: Icy-Name
ru: Название станции
uk: Назва станції (Icy-Name)

source: Icy-Description
ru: Описание станции
uk: Опис станції (Icy-Description)

source: Icy-Genre
ru: Жанр станции
uk: Жанр станції (Icy-Genre)

source: RVA
ru: АУГ (RVA)
uk: АВГ (RVA)

source: Attached Picture
ru: Прикреплённая картинка
uk: Прикріплена картинка

source: Binary Object
ru: Двоичный объект
uk: Бінарний об'єкт

source: Ogg Xiph Comments
ru: Комментарии Ogg Xiph
uk: Коментарі Ogg Xiph

source: FLAC Pictures
ru: Картинки FLAC
uk: Картинки FLAC

source: Musepack ReplayGain
ru: Уравнивание громкости Musepack
uk: Вирівнювання гучності Musepack

source: Generic StreamMeta
ru: Общие метаданные потока
uk: Загалні метадані потоку

source: MPEG StreamMeta
ru: Метаданные MPEG-потока
uk: Метадані MPEG-потоку

source: Module info
ru: Информация о модуле
uk: Інформація про модуль

source: Unknown
ru: Неизвестный
uk: Невідомий

source: Other
ru: Другое
uk: Інше

source: File icon (32x32 PNG)
ru: Значок файла (32x32 PNG)
uk: Іконка файлу (32x32 PNG)

source: File icon (other)
ru: Значок файла (другое)
uk: Значок файлу (інше)

source: Front cover
ru: Передняя обложка
uk: Передня обкладинка

source: Back cover
ru: Задняя обложка
uk: Задня обкладинка

source: Leaflet page
ru: Вкладыш
uk: Вкладиш

source: Album image
ru: Изображение альбома
uk: Зображення альбому

source: Lead artist/performer
ru: Ведущий певец/исполнитель
uk: Ведучий співак/виконавець

source: Artist/performer
ru: Певец/Исполнитель
uk: Співак/виконавець

source: Band/orchestra
ru: Группа/оркестр
uk: Гурт/оркестр

source: Lyricist/text writer
ru: Поэт/автор текста
uk: Поет/автор тексту

source: Recording location/studio
ru: Место записи/студия
uk: Місце запису/студія

source: During recording
ru: Во время записи
uk: Під час запису

source: During performance
ru: Во время исполнения
uk: Під час виконання

source: Movie/video screen capture
ru: Кадр из кино/видеофильма
uk: Кадр з кіно/відеофільму

source: A large, coloured fish
ru: Большая цветная рыба
uk: Велика кольорова риба

source: Illustration
ru: Иллюстрация
uk: Ілюстрація

source: Band/artist logotype
ru: Логотип группы/исполнителя
uk: Логотип гурту/виконавця

source: Publisher/studio logotype
ru: Логотип издателя/студии
uk: Логотип видавця/студії

source: Music Store
ru: Музыкальная библиотека
uk: Музичне Сховище

source: Search...
ru: Поиск...
uk: Шукати...

source: Collapse all items
ru: Свернуть все элементы
uk: Згорнути усі елементи

source: Edit item...
ru: Редактировать элемент...
uk: Редагувати елемент...

source: Add item...
ru: Добавить элемент...
uk: Додати елемент...

source: Remove item...
ru: Удалить элемент...
uk: Видалити елемент...

source: Save all stores
ru: Сохранить все библиотеки
uk: Зберегти всі сховища

source: Create empty store...
ru: Создать пустую библиотеку...
uk: Створити порожнє сховище...

source: *Music Store
ru: *Музыкальная библиотека
uk: *Музичне Сховище

source: Do you want to save store "%s" before removing from Music Store?
ru: Хотите сохранить библиотеку "%s" перед удалением из Музыкальной Библиотеки?
uk: Бажаєте зберегти сховище "%s" перед видаленням з Музичного Сховища?

source: You will need to restart Aqualung for the following changes to take effect:
ru: Вам придётся перезапустить Aqualung, чтобы вступили в силу следующие изменения:
uk: Вам знадобиться перезапустити Aqualung, щоб набули чинності наступні зміни:

source: Select a font...
ru: Выбрать шрифт...
uk: Обрати шрифт...

source: Disable skin support
ru: Отключить поддержку скинов
uk: Вимкнути підтримку жупанів

source: rw
ru: чтение/запись
uk: читання/запис

source: r
ru: только чтение
uk: тільки читання

source: unreachable
ru: Недосягаем
uk: недосяжний

source: Please select a Programable Title Format File.
ru: Выберите, пожалуйста файл программируемого форматирования заголовка.
uk: Будь ласка, оберіть файл програмованого форматування заголовка.

source: Please select a Music Store database.
ru: Выберите, пожалуйста, базу данных музыкальной библиотеки.
uk: Будьласка оберіть базу даних Музичного Сховища.

source: Paths must either be absolute or starting with a tilde.
ru: Пути должны быть абсолютными или начинаться с тильды.
uk: Шляхи мають бути абсолютними або починатися із тильди.

source: The specified store has already been added to the list.
ru: Указанная библиотека уже добавлена в список.
uk: Вказане сховище вже додано до списку.

source: The template string you enter here will be used to construct a single title line from an Artist, a Record and a Track name. These are denoted by %%%%a, %%%%r and %%%%t, respectively.
ru: Строка-шаблон, которую вы введёте здесь, будет использоваться для формирования строки заголовка из имён Исполнителя, Записи и Трека. Они обозначены %%%%a, %%%%r и %%%%t соответственно.
uk: Рядки шаблону, що ви впишете сюди, буде використано для складання однієї назви з Виконавця, Запису та назви Доріжки. Вони позначаються %%%%a, %%%%r та %%%%t, відповідно.

source: The file you enter/choose here will set the Lua program to use to format the title. See the Aqualung manual for details. Here is a quick example of what you can use in the file: function playlist_title() return m('artist') .. '-' .. m('title') .. ' (' .. m('album') .. ') (' .. i('filename') .. ')' end
ru: Файл, который вы введёте/выберете здесь, установит программу на Lua, используемуюдля форматирования заголовка. Для доп. информации см. справку по Aqualung. Вот быстрый пример того, что вы можете использовать в этом файле: function playlist_title() return m('artist') .. '-' .. m('title') .. ' (' .. m('album') .. ') (' .. i('filename') .. ')' end
uk: Файл, що ви уведете/оберете тут, встановить програму на Lua, що буде використана для форматування заголовка. Для додаткової інформації див. довідку з Aqualung. Ось швидкий прклад того, що ви можете використовувати у цьому файлі: function playlist_title() return m('artist') .. '-' .. m('title') .. ' (' .. m('album') .. ') (' .. i('filename') .. ')' end

source: The string you enter here will be parsed as a command line before parsing the actual command line parameters. What you enter here will act as a default setting and may or may not be overridden from the 'real' command line. Example: enter '-o alsa -R' below to use ALSA output running realtime as a default.
ru: Строка, которую вы введёте здесь, будет представлена, как командная строка перед обработкой действительных параметров командной строки. То, что вы введёте здесь, будет действовать как значение по умолчанию и может или не может быть отменено из 'настоящей' командной строки. Пример: введите '-o alsa -R' ниже для использования вывода через ALSA в реальном времени по умолчанию.
uk: Рядок, що ви введете тут буде проаналізовано як командний рядок перед аналізом параметрів справжнього командного рядку. Те, що ви впишете тут, буде діяти як налаштування за замовчуванням, та може бути або не бути скасовано 'справжнім' командним рядком. Приклад: впишіть '-o alsa -R' нижче для використання виводу через ALSA у реальному часі за замовчуванням.
