Repository: jeremyevans/aqualung
Catalog: po/*.po
Languages: ru, uk

source: About
ru: О программе
uk: Про програму

source: Build version:
ru: Версия сборки:
uk: Версія збірки:

source: Homepage:
ru: Домашняя страница:
uk: Домашня сторінка:

source: Authors:
ru: Авторы:
uk: Автори:

source: Core design, engineering & programming:
ru: Дизайн, проектирование и программирование:
uk: Головний дизайн, розробка та програмування:

source: Skin support, look & feel, GUI hacks:
ru: Поддержка скинов, внешний вид:
uk: Підтримка жупанів, вигляд та поведінка, програмування ГІК:

source: Programming, GUI engineering:
ru: Программирование, графический интерфейс:
uk: Програмування, розробка ГІК:

source: OpenBSD compatibility, metadata tweaks:
ru: Совместимость с OpenBSD, трюки с метаданными:
uk: Сумісність з OpenBSD, трюки з метаданими:

source: Translators:
ru: Переводчики:
uk: Перекладачі:

source: French:
ru: Французский:
uk: Французька:

source: German:
ru: Немецкий:
uk: Німецька:

source: Hungarian:
ru: Венгерский:
uk: Угорська:

source: Italian:
ru: Итальянский:
uk: Італійська:

source: Japanese:
ru: Японский:
uk: Японська:

source: Russian:
ru: Русский:
uk: Російська:

source: Swedish:
ru: Шведский:
uk: Шведська:

source: Ukrainian:
ru: Украинский:
uk: Українська:

source: Graphics:
ru: Графика:
uk: Графіка:

source: Logo, icons:
ru: Логотип, иконки:
uk: Логотип, іконки:

source: This Aqualung binary is compiled with:
ru: Этот исполнимый файл Aqualung скомпилирован с:
uk: Цей файл Aqualung скомпільовано з:

source: Optional features:
ru: Дополнительные возможности:
uk: Додаткові можливості:

source: LADSPA plugin support
ru: Поддержка расширений LADSPA
uk: Підтримка розширень LADSPA

source: CDDA (Audio CD) support
ru: Поддержка CDDA (Audio CD)
uk: Підтримка CDDA (Аудіо CD)

source: CDDB support
ru: Поддержка CDDB
uk: Підтримка CDDB

source: Sample Rate Converter support
ru: Поддержка конвертера частоты дискретизации
uk: Підтримка конвертера частоти дискретизації

source: iRiver iFP driver support
ru: Поддержка драйвера iRiver iFP
uk: Підтримка драйвера iRiver iFP

source: Loop playback support
ru: Поддержка зацикленного воспроизведения
uk: Підтримка зацикленого відтворення

source: Systray support
ru: Поддержка системного лотка
uk: Підтримка системного лотка

source: Podcast support
ru: Поддержка подкастов
uk: Підтримка подкастів

source: Lua (programmable title formatting) support
ru: Поддержка Lua (программируемое форматирование заголовка)
uk: Підтримка Lua (програмоване форматування заголовка)

source: Decoding support:
ru: Поддержка декодирования:
uk: Підтримка декодування:

source: sndfile (WAV, AIFF, etc.)
uk: Звукові файли (WAV, AIFF, etc.)

source: Encoding support:
ru: Поддержка кодирования:
uk: Підтримка кодування:

source: sndfile (WAV)
uk: Звукові файли (WAV)

source: Output driver support:
ru: Поддержка драйверов вывода:
uk: Підтримка драйверів виводу:

source: JACK Audio Server
uk: Аудіо сервер JACK

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
ru: Эта программа является свободным программным обеспечением; вы можете распространять её и/или изменять по условиям Универсальной общественной лицензии GNU в виде, опубликованном Фондом свободного программного обеспечения; как версии 2, так и (по вашему усмотрению) любой более поздней версии. Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ; даже без подразумеваемой гарантии ТОВАРНОЙ ПРИГОДНОСТИ или СООТВЕТСТВИЯ КОНКРЕТНОМУ НАЗНАЧЕНИЮ. Для более детальной информации см. Универсальную общественную лицензию GNU. Вы должны были получить копию Универсальной общественной лицензии GNU вместе с этой программой; если нет, то напишите В Фонд свободного программного обеспечения: Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
uk: Ця програма є вільним програмним забезпеченням; ви можете поширювати його та/або змінювати на умовах Універсальної громадської ліцензії GNU у тому вигляді, у якому її було опубліковано Фондом вільного програмного забезпечення; як версії 2, так і (за вашим розсудом) будь-якої більш пізньої версії. Ця програма поширюється у надії, що вона буде корисною, але БЕЗ ЖОДНОЇ ГАРАНТІЇ; навіть без обов'язкової гарантії ТОВАРНОЇ ПРИДАТНОСТІ або ПРИДАТНОСТІ ДО ПЕВНОГО ПРИЗНАЧЕННЯ. Для більш детальної інформації див. Універсальну громадську ліцензію GNU. Ви мали отримати копію Універсальної громадської ліцензії GNU разом з цією програмою; якщо ні, то напишіть у Фонд вільного програмного забезпечення: Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Enabled
ru: Разрешён
uk: Дозволений

source: Source
ru: Источник
uk: Джерело

source: CDDB (not available)
ru: CDDB (недоступно)
uk: CDDB (недосяжний)

source: Metadata
ru: Метаданные
uk: Метадані

source: Filesystem
ru: Файловая система
uk: Файлова система

source: Capitalization
ru: Преобразование в заглавные буквы
uk: Перетворення до заголовних літер

source: Capitalize:
ru: Преобразовать в заглавные:
uk: Перетворити на заголовні:

source: All words
ru: Все слова
uk: Усі слова

source: First word only
ru: Только первое слово
uk: Тільки перше слово

source: Force case:
ru: Принудительно:
uk: Примусово:

source: Force other letters to lowercase
ru: Преобразовать остальные буквы в нижний регистр
uk: Перетворити інши літери до нижнього рогістру

source: Regular expression
ru: Регулярное выражение
uk: Регулярний вираз

source: Regexp:
ru: РегВыр:
uk: РегВир:

source: Replace:
ru: Замена:
uk: Заміна:

source: Predefined transformations
ru: Предустановленные преобразования
uk: Передвстановлені перетворення

source: Remove file extension
ru: Убирать расширение файла
uk: Прибрати розширення файлу

source: Remove leading number
ru: Убирать число в начале
uk: Прибрати число на початку

source: Convert underscore to space
ru: Преобразовывать подчеркивание в пробел
uk: Перетворити підкреслювання на пробіл

source: Trim leading, tailing and duplicate spaces
ru: Обрезать пробелы в начале, конце и повторяющиеся
uk: Обрізати пробіли на початку, в кінці та ті, що повторюються

source: Regexp matches empty string
ru: Регулярное выражение совпадает с пустой строкой
uk: Регулярний вираз співпадає із порожньою строкою

source: Please select the root directory.
ru: Выберите, пожалуйста, корневой каталог.
uk: Будь ласка, оберіть кореневий каталог.

source: Select build type
ru: Выберите тип сборки
uk: Оберіть тим збірка

source: Directory driven
ru: В соответствии с каталогами
uk: Відповідно до каталогів

source: Follows the directory structure to identify the artists and records. The files are added on a record basis.
ru: Следует по структуре каталогов для определения исполнителей и записей. Файлы добавляются на основе записей.
uk: Слідує структурою каталогів для визначення виконавців та записів. Файли додаються на основі записів.

source: Independent
ru: Независимый
uk: Незалежний

source: Recursive search from the root directory for audio files. The files are processed independently, so only metadata and filename transformation are available.
ru: Рекурсивный поиск аудио файлов, начиная с корневого каталога. Файлы обрабатываются независимо, так что доступны только метаданные и преобразование имён файлов.
uk: Рекурсивний пошук аудіофайлів, починаючи із кореневого каталога. Файли обробляються незалежно, так що доступні тільки метадані та перетворення імен файлів.

source: Load settings from Music Store file
ru: Загрузить настройки из файла Музыкальной библиотеки
uk: Завантажити налаштування з файлу Музичного Сховища

source: Build/Update store
ru: Построить/Обновить библиотеку
uk: Побудувати/Оновити сховище

source: General
ru: Общие
uk: Головне

source: Directory structure
ru: Структура каталога
uk: Структура каталогів

source: Root path:
ru: Корневой путь:
uk: Кореневий шлях:

source: _Browse...
ru: _Обзор...
uk: _Оглянути...

source: Structure:
ru: Структура:
uk: Структура:

source: root / record / track
ru: корень / запись / трек
uk: корінь / запис / доріжка

source: root / artist / record / track
ru: корень / исполнитель / запись / трек
uk: корінь / виконавець / запис / доріжка

source: root / artist / artist / record / track
ru: корень / исполнитель / исполнитель / запись / трек
uk: корінь / виконавець / виконавець / запис / доріжка

source: root / artist / artist / artist / record / track
ru: корень / исполнитель / исполнитель / исполнитель / запись / трек
uk: корінь / виконавець / виконавець / виконавець / запис / доріжка

source: Exclude files matching wildcard
ru: Исключить файлы, удовлетворяющие маске
uk: Виключити файли, що задовільняють маску

source: Include only files matching wildcard
ru: Включить только файлы, удовлетворяющие маске
uk: Включити тільки файли, що задовільняють маску

source: Reread data for existing tracks
ru: Перечитать данные для имеющихся треков
uk: Перечитати дані для існуючих доріжок

source: Remove non-existing files from store
ru: Удалить несуществующие файлы из библиотеки
uk: Видалити неіснуючі файли зі сховища

source: Artist
ru: Исполнитель
uk: Виконавець

source: Sort artists by
ru: Сортировать исполнителей по
uk: Сортувати виконавців за

source: Artist name
ru: Имени исполнителя
uk: Ім'ям виконавця

source: Artist name (lowercase)
ru: Имени исполнителя (нижний регистр)
uk: Ім'ям виконавця (нижній регістр)

source: Directory name
ru: Имени каталога
uk: Назвою каталога

source: Directory name (lowercase)
ru: Имени каталога (в нижнем регистре)
uk: Назвою каталога (нижній регістр)

source: Record
ru: Запись
uk: Запис

source: Sort records by
ru: Сортировать записи по
uk: Сортувати записи за

source: Record name
ru: Название записи
uk: Назвою запису

source: Record name (lowercase)
ru: Название записи (нижний регистр)
uk: Назвою запису (нижній регістр)

source: Year
ru: Год
uk: Роком

source: Add year to the comments of new records
ru: Добавлять год в комментарии новых записей
uk: Додати рік до коментарів нових записів

source: Track
ru: Трек
uk: Доріжка

source: Import Replaygain tag as manual RVA
ru: Импортировать тэг Replaygain как ручную настройку RVA
uk: Імпортувати тег Replaygain як ручне налаштування RVA

source: Import Comment tag
ru: Импортировать тэг комментария
uk: Імпортувати тег коментаря

source: Sandbox
ru: Песочница
uk: Пісочниця

source: Filename:
ru: Имя файла:
uk: Назва файлу:

source: Test
ru: Тест
uk: Тест

source: Building store from filesystem
ru: Построение библиотеки из файловой системы
uk: Побудова сховища з файлової системи

source: Processing:
ru: Прогресс:
uk: Прогрес:

source: Action:
ru: Действие:
uk: Дія:

source: Abort
ru: Прервать
uk: Перервати

source: Unknown Artist
ru: Неизвестный исполнитель
uk: Невідомий виконавець

source: Unknown Record
ru: Неизвестная запись
uk: Невідомий запис

source: Scanning files
ru: Сканирование файлов
uk: Сканування файлів

source: Processing metadata
ru: Обработка метаданных
uk: Обробка метаданих

source: CDDB lookup
ru: Поиск в CDDB
uk: Пошук у CDDB

source: Name transformation
ru: Преобразование имени
uk: Перетворення імені

source: Reading file
ru: Чтение файла
uk: Читання файлу

source: Removing non-existing files
ru: Удаление несуществующих файлов
uk: Видалення неіснуючих файлів

source: Unknown disc
ru: Неизвестный диск
uk: Невідомий диск

source: No disc
ru: Нет диска
uk: Немає диска

source: CDDB query
ru: Запрос CDDB
uk: Запит у CDDB

source: Retrieving matches from server...
ru: Получение результатов с сервера...
uk: Отримання збігів з сервера...

source: Connecting to CDDB server...
ru: Подключение к серверу CDDB...
uk: Під'єднання до сервера CDDB...

source: Error
ru: Ошибка
uk: Помилка

source: An error occurred while attempting to connect to the CDDB server.
ru: Во время подключения к серверу CDDB возникла ошибка.
uk: Під час спроби під'єднання до сервера CDDB виникла помилка.

source: Warning
ru: Внимание
uk: Попередження

source: No matching record found.
ru: Совпадений не найдено.
uk: Схожих записів не знайдено.

source: Import as Sort Key
ru: Импортировать как ключ сортировки
uk: Імпортувати як ключ для сортування

source: Import as Title
ru: Импортировать как заголовок
uk: Імпортувати як Назву

source: Import as Year
ru: Импортировать как год
uk: Імпортувати як Рік

source: Artist appears to be in all lowercase. Do you want to proceed?
ru: Имя исполнителя в нижнем регистре. Хотите продолжить?
uk: Ім'я виконавця цілком у нижньому регістрі. Бажаєте продовжити?

source: Artist appears to be in all uppercase. Do you want to proceed?
ru: Имя исполнителя в верхнем регистре. Хотите продолжить?
uk: Ім'я виконавця цілком у верхньому регістрі. Бажаєте продовжити?

source: Title appears to be in all lowercase. Do you want to proceed?
ru: Название в нижнем регистре. Хотите продолжить?
uk: Назва цілком у нижньому регістрі. Бажаєте продовжити?

source: Title appears to be in all uppercase. Do you want to proceed?
ru: Название в верхнем регистре. Хотите продолжить?
uk: Назва цілком у верхньому регістрі. Бажаєте продовжити?

source: It is very likely that the year is wrong. Do you want to proceed?
ru: Судя по всему, год указан неверно. Хотите продолжить?
uk: Схоже, рік вказано невірно. Бажаєте продовжити?

source: The email address provided for submission is invalid.
ru: Адрес электронной почты, предоставленный для подписки, недействителен.
uk: Адреса електронної пошти, вказана для підписки, недійсна.

source: An error occurred while submitting the record to the CDDB server.
ru: Во время отправки записи на сервер CDDB возникла ошибка.
uk: Під час надсилання запису до сервера CDDB виникла помилка.

source: Correct existing record
ru: Исправить существующую запись
uk: Виправити існуючий запис

source: Submit new record
ru: Отправить новую запись
uk: Надіслати новий запис

source: Matches:
ru: Совпадения:
uk: Збіги:

source: Artist:
ru: Исполнитель:
uk: Виконавець:

source: Title:
ru: Название:
uk: Назва:

source: Year:
ru: Год:
uk: Рік:

source: Category:
ru: Категория.
uk: Категорія:

source: (choose a category)
ru: (выберите категорию)
uk: (оберіть категорію)

source: Genre:
ru: Жанр:
uk: Жанр:

source: Extended data:
ru: Расширенные данные:
uk: Додаткові дані:

source: Import as Artist
ru: Импортировать как исполнителя
uk: Імпортувати як Виконавця

source: Add to Comments
ru: Добавить в комментарии
uk: Додати до коментарів

source: Tracks
ru: Треки
uk: Доріжки

source: You have to provide an email address for CDDB submission.
ru: Вы должны указать адрес email для отправки CDDB.
uk: Ви маєте вказати адресу електроної пошти для надсилання до CDDB.

source: Please select the directory for ripped files.
ru: Выберите, пожалуйста, каталог для извлеченных файлов.
uk: Будь ласка оберіть каталог для добутих файлів.

source: (none)
ru: (нет)
uk: (немає)

source: fast
ru: быстрее
uk: швидко

source: best
ru: лучше
uk: найкращий

source: Compression level:
ru: Уровень сжатия:
uk: Рівень стискання: Нормальний

source: Bitrate [kbps]:
ru: Битрейт [kbps]:
uk: Бітрейт [kbps]:

source: Artist/Album already existing, not empty
ru: Исполнитель/Альбом уже существуют и непусты
uk: Виконавець/Альбом вже існують та непорожні

source: The Music Store you selected has a matching Artist and Album, already containing some tracks. If you press OK, these tracks will be removed. The files themselves will be left intact, but they will be removed from the destination Music Store. Press Cancel to get back to change the Artist/Album or the destination Music Store.
ru: В выбранной вами Музыкальной библиотеке уже имеется исполнитель и альбом, содержащий треки. Если вы нажмете ОК, эти треки будут удалены. Файлы сами по себе тронуты не будут, но они будут удалены из данной Музыкальной библиотеки. Нажмите Отмена для возврата к изменению исполнителя/альбома или выбору другой Музыкальной библиотеки.
uk: В обраному вами Музичному Сховищі вже є виконавець та альбом, що містить доріжки. Якщо ви натиснете Если вы нажмете ОК, ці треки буде видалено. Файли самі по собі будуть залишені непошкодженими, але вони будуть видалені з даного Музичного Сховища. Нажмите Відміна для повернення до зміни виконавця/альбома або выбору іншого Музичного Сховища.

source: Rip CD
ru: Извлечь музыку из CD
uk: Дістати музику з CD

source: Album:
ru: Альбом:
uk: Альбом:

source: Rip
ru: Извлечь музыку
uk: Дістати музику

source: Title
ru: Заголовок
uk: Назва

source: Select
ru: Выбрать
uk: Вибрати

source: All
ru: Все
uk: Усе

source: None
ru: Нет
uk: Немає

source: Output
ru: Выход
uk: Вихід

source: Destination
ru: Цель
uk: Призначення

source: Target directory for ripped files
ru: Каталог назначения для извлеченных файлов
uk: Каталог призначення для добутих файлів.

source: Add to Music Store
ru: Добавить в Музыкальную Библиотеку
uk: Додати до Музичного Сховища

source: Format
ru: Формат
uk: Формат

source: File format:
ru: Формат файла:
uk: Формат файлу:

source: VBR encoding
ru: Кодирование с переменным потоком
uk: Кодування зі змінним потоком

source: Tag files with metadata
ru: Ввести метаданные в файлы
uk: Увести метадані у файли

source: Paranoia error correction
ru: Корректирование ошибок Paranoia
uk: Корекція помилок Paranoia

source: Perform overlapped reads
ru: Производить чтения с перекрытием
uk: Виконувати читання із перекриванням

source: Verify data integrity
ru: Проверить целостность данных
uk: Перевірити цілісність даних

source: Unlimited retry on failed reads (never skip)
ru: Неограниченное число попыток при ошибках чтения (никогда не пропускать)
uk: Необмежена кількість спроб за помилок читання (ніколи не пропускати)

source: Maximum number of retries:
ru: Максимальное количество попыток:
uk: Максимальна кількість спроб:

source: Destination directory is not read-write accessible!
ru: Указанный каталог не доступен для чтения/записи!
uk: Вказаний каталог не доступний для читання/запису!

source: Total
ru: Всего
uk: Разом

source: (audio only)
ru: (только аудио)
uk: (тільки аудіо)

source: Ripping CD tracks
ru: Считывание CD-треков
uk: Діставання доріжок з CD

source: Begin
ru: Начало
uk: Початок

source: Length
ru: Длина
uk: Тривалість

source: Progress
ru: Прогресс
uk: Прогрес

source: Close window when complete
ru: Закрыть окно после завершения
uk: Закрити вікно після завершення

source: Close
ru: Закрыть
uk: Закрити

source: Unknown Album
ru: Неизвестный альбом
uk: Невідомий Альбом

source: Unknown Track
ru: Неизвестный трек
uk: Невідома Доріжка

source: Please select the directory for exported files.
ru: Выберите, пожалуйста, каталог для экспортированных файлов.
uk: Будь ласка, оберіть каталог для експортованих файлів.

source: Copy
ru: Копировать
uk: Копіювати

source: Help
ru: Помощь
uk: Допомога

source: The template string you enter here will be used to construct the filename of the exported files. The Artist, Record and Track names are denoted by %%%%a, %%%%r and %%%%t. The track number and format-dependent file extension are denoted by %%%%n and %%%%x, respectively. The flag %%%%i gives an identifier which is unique within an export session.
ru: Строка-шаблон, которую вы введёте сюда, будет использована для формирования имён экспортируемых файлов. Имена Исполнителя, Записи и Трека обозначаются %%%%a, %%%%r и %%%%t. Номер трека и расширение файла, зависящее от формата, обозначаются %%%%n и %%%%x, соответственно. Флаг %%%%i даёт идентификатор, уникальный для данной сеанса экспорта.
uk: Рядки шаблону, що ви впишете сюди, буде використано для складання ім'я експортованих файлів. Ім'я Виконавця, Запису та Доріжки позначаються %%%%a, %%%%r та %%%%t. Номер доріжки та розширення файлу, що залежить віз формату, позначаються %%%%n та %%%%x, відповідно. Прапор %%%%i дає ідентифікатор, унікальний у межах сеансу експорту.

source: Export files
ru: Экспорт файлов
uk: Експорт файлів

source: Location and filename
ru: Местоположение и имя файла
uk: Месце розташування та ім'я файлу

source: Target directory:
ru: Каталог назначения:
uk: Каталог призначення:

source: Create subdirectories for artists
ru: Создать подкаталоги для исполнителей
uk: Створити підкаталоги для виконавців

source: Create subdirectories for albums
ru: Создать подкаталоги для альбомов
uk: Створити підкаталоги для альбомів

source: Subdirectory name length limit:
ru: Максимальная длина имени подкаталога:
uk: Максимальна довжина імені підкаталога:

source: Filename template:
ru: Шаблон имени файла:
uk: Шаблон імені файлу:

source: Filter
ru: Фильтр
uk: Фільтр

source: Do not reencode files already being in the target format
ru: Не перекодировать файлы, которые уже в нужном формате
uk: Не перекодувати файли, що вже у форматі призначення

source: Do not reencode files matching wildcard:
ru: Не перекодировать файлы, удовлетворяющие маске:
uk: Не перекодувати файли, що задовільняють маску:

source: Error in format string
ru: Ошибка в строке формата
uk: Помилка у рядку формату

source: Exporting files
ru: Экспорт файлов
uk: Експорт файлів

source: Source file:
ru: Исходный файл:
uk: Вихідний файл:

source: Target file:
ru: Файл назначения:
uk: Файл призначення:

source: Progress:
ru: Прогресс:
uk: Прогрес:

source: *File info
ru: *Информация о файле
uk: *Інформація про файл

source: File info
ru: Информация о файле
uk: Інформація про файл

source: There are unsaved changes to the file metadata.
ru: Есть несохранённые изменения в метаданных файла.
uk: Є незбережені зміни у метаданих файлу.

source: Save and close
ru: Сохранить и закрыть
uk: Зберегти та закрити

source: Discard changes
ru: Отменить изменения
uk: Скасувати зміни

source: Do not close
ru: Не закрывать
uk: Не закривати

source: Conversion error in field %s: '%s' does not conform to format '%s'!
ru: Ошибка преобразования в поле %s: '%s' не соответсвует формату '%s'!
uk: Помилка перетворення у полі %s: '%s' не відповідає формату '%s'!

source: Attached Picture frame with no image set! Please set an image or remove the frame.
ru: Вставлена картинка без изображения! Пожалуйста, установите изображение или удалите картинку.
uk: Прикріплена картинка без зображення! Будь ласка, встановіть зображення або видаліть картинку.

source: Failed to write metadata to file. Reason: %s
ru: Невозможно записать метаданные в файл. Причина: %s
uk: Неможливо записати метадані до файлу. Причина: %s

source: Error converting field %s to Year: '%s' is not an integer number!
ru: Ошибка преобразования поля %s в год: '%s' не является целым числом!
uk: Помилка перетворення поля %s на Рік: '%s' не є цілим числом!

source: Please specify the file to save the image to.
ru: Укажите, пожалуйста, файл для сохранения изображения.
uk: Будь аска, вкажіть файл для збереження зображення.

source: (no image)
ru: (нет изображения)
uk: (немає зображення)

source: (error loading image)
ru: (ошибка загрузки изображения)
uk: (помилка завантаження зображення)

source: Please specify the file to load the image from.
ru: Укажите, пожалуйста, файл, из которого необходимо загрузить изображение.
uk: Будь ласка, вкажіть файл, з якого буде завантажено зображення.

source: Could not load image from: %s
ru: Невозможно загрузить изображение из: %s
uk: Неможливо завантажити зображення з: %s

source: MIME type: %s
ru: Тип MIME: %s
uk: Тип MIME: %s

source: Picture type:
ru: Тип изображения:
uk: Тип зображення:

source: Description:
ru: Описание:
uk: Опис:

source: (no description)
ru: (нет описания)
uk: (немає опису)

source: Change
ru: Изменить
uk: Змінити

source: Save
ru: Сохранить
uk: Зберегти
